{
  "welcome": "欢迎",
  "navbar": {
    "home": "主页",
    "menu": "菜单",
    "about": "关于我们",
    "contact": "联系我们"
  },
  "language": {
    "english": "英语",
    "arabic": "阿拉伯语",
    "hindi": "印地语",
    "bengali": "孟加拉语",
    "telugu": "泰卢固语",
    "marathi": "马拉地语",
    "tamil": "泰米尔语",
    "urdu": "乌尔都语",
    "gujarati": "古吉拉特语",
    "kannada": "卡纳达语",
    "malayalam": "马拉雅拉姆语",
    "punjabi": "旁遮普语",
    "odia": "奥里亚语",
    "assamese": "阿萨姆语",
    "sindhi": "信德语",
    "sanskrit": "梵语",
    "kashmiri": "克什米尔语",
    "bodo": "博多语",
    "spanish": "西班牙语",
    "french": "法语",
    "german": "德语",
    "chinese": "中文",
    "japanese": "日语",
    "russian": "俄语",
    "portuguese": "葡萄牙语",
    "korean": "韩语",
    "italian": "意大利语",
    "dutch": "荷兰语",
    "turkish": "土耳其语",
    "polish": "波兰语",
    "swedish": "瑞典语",
    "vietnamese": "越南语",
    "thai": "泰语",
    "indonesian": "印尼语",
    "hebrew": "希伯来语"
  },
  "login": "登录",
  "signup": "注册",
  "logout": "登出",
  "Choose Your Language": "选择您的语言",
  "Language Settings": "语言设置",
  "Currently Selected": "当前选择",
  "About Language Settings": "关于语言设置",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "您的语言偏好将被保存以便下次访问。网站会自动检测您返回时的偏好语言。",
  "This is the default language and provides full content across the website.": "这是默认语言，提供网站的全部内容。",
  "Select for right-to-left layout and Arabic translation.": "选择右到左布局和阿拉伯语翻译。",
  "Choose Hindi for content localized for Indian users.": "选择印地语以获得适合印度用户的内容。",
  "Bengali language option for users from West Bengal and Bangladesh.": "为来自西孟加拉和孟加拉国的用户提供的孟加拉语选项。",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "为来自安得拉邦和特伦甘纳邦的用户提供的泰卢固语选项。",
  "Marathi language option for users from Maharashtra.": "为来自马哈拉施特拉邦的用户提供的马拉地语选项。",
  "Tamil language option for users from Tamil Nadu.": "为来自泰米尔纳德邦的用户提供的泰米尔语选项。",
  "Urdu language option with right-to-left support.": "支持从右到左阅读的乌尔都语选项。",
  "Gujarati language option for users from Gujarat.": "为来自古吉拉特邦的用户提供的古吉拉特语选项。",
  "Kannada language option for users from Karnataka.": "为来自卡纳塔克邦的用户提供的卡纳达语选项。",
  "Malayalam language option for users from Kerala.": "为来自喀拉拉邦的用户提供的马拉雅拉姆语选项。",
  "Punjabi language option for users from Punjab.": "为来自旁遮普的用户提供的旁遮普语选项。",
  "Odia language option for users from Odisha.": "为来自奥里萨邦的用户提供的奥里亚语选项。",
  "Assamese language option for users from Assam.": "为来自阿萨姆邦的用户提供的阿萨姆语选项。",
  "Sindhi language option with right-to-left support.": "支持从右到左阅读的信德语选项。",
  "Sanskrit language option - the classical language of India.": "梵语选项 - 印度的古典语言。",
  "Kashmiri language option for users from Kashmir.": "为来自克什米尔地区的用户提供的克什米尔语选项。",
  "Bodo language option for users from Northeast India.": "为来自印度东北部的用户提供的博多语选项。",
  "Spanish language option for native Spanish speakers.": "为西班牙语母语者提供的西班牙语选项。",
  "French language option for native French speakers.": "为法语母语者提供的法语选项。",
  "German language option for native German speakers.": "为德语母语者提供的德语选项。",
  "Chinese language option for native Chinese speakers.": "为中文母语者提供的中文选项。",
  "Japanese language option for native Japanese speakers.": "为日语母语者提供的日语选项。",
  "Russian language option for native Russian speakers.": "为俄语母语者提供的俄语选项。",
  "Portuguese language option for native Portuguese speakers.": "为葡萄牙语母语者提供的葡萄牙语选项。",
  "Korean language option for native Korean speakers.": "为韩语母语者提供的韩语选项。",
  "Italian language option for native Italian speakers.": "为意大利语母语者提供的意大利语选项。",
  "Dutch language option for native Dutch speakers.": "为荷兰语母语者提供的荷兰语选项。",
  "Turkish language option for native Turkish speakers.": "为土耳其语母语者提供的土耳其语选项。",
  "Polish language option for native Polish speakers.": "为波兰语母语者提供的波兰语选项。",
  "Swedish language option for native Swedish speakers.": "为瑞典语母语者提供的瑞典语选项。",
  "Vietnamese language option for native Vietnamese speakers.": "为越南语母语者提供的越南语选项。",
  "Thai language option for native Thai speakers.": "为泰语母语者提供的泰语选项。",
  "Indonesian language option for native Indonesian speakers.": "为印尼语母语者提供的印尼语选项。",
  "Hebrew language option with right-to-left support.": "支持从右到左阅读的希伯来语选项。",
  "Popular Languages": "常用语言",
  "All Languages": "所有语言"
}
