{
  "welcome": "Chào mừng",
  "navbar": {
    "home": "Trang chủ",
    "menu": "Thực đơn",
    "about": "Giới thiệu",
    "contact": "Liên hệ"
  },
  "language": {
    "english": "Tiếng Anh",
    "arabic": "Tiếng Ả Rập",
    "hindi": "Tiếng Hindi",
    "bengali": "Tiếng Bengal",
    "telugu": "Tiếng Telugu",
    "marathi": "Tiếng Marathi",
    "tamil": "Tiếng Tamil",
    "urdu": "Tiếng Urdu",
    "gujarati": "Tiếng Gujarati",
    "kannada": "Tiếng Kannada",
    "malayalam": "Tiếng Malayalam",
    "punjabi": "Tiếng Punjabi",
    "odia": "Tiếng Odia",
    "assamese": "Tiếng Assam",
    "sindhi": "Tiếng Sindhi",
    "sanskrit": "Tiếng Sanskrit",
    "kashmiri": "Tiếng Kashmir",
    "bodo": "Tiếng Bodo",
    "spanish": "Tiếng Tây Ban Nha",
    "french": "Tiếng Pháp",
    "german": "Tiếng Đức",
    "chinese": "Tiếng Trung Quốc",
    "japanese": "Tiếng Nhật",
    "russian": "Tiếng Nga",
    "portuguese": "Tiếng Bồ Đào Nha",
    "korean": "Tiếng Hàn Quốc",
    "italian": "Tiếng Ý",
    "dutch": "Tiếng Hà Lan",
    "turkish": "Tiếng Thổ Nhĩ Kỳ",
    "polish": "Tiếng Ba Lan",
    "swedish": "Tiếng Thụy Điển",
    "vietnamese": "Tiếng Việt",
    "thai": "Tiếng Thái",
    "indonesian": "Tiếng Indonesia",
    "hebrew": "Tiếng Do Thái"
  },
  "login": "Đăng nhập",
  "signup": "Đăng ký",
  "logout": "Đăng xuất",
  "Choose Your Language": "Chọn ngôn ngữ của bạn",
  "Language Settings": "Cài đặt ngôn ngữ",
  "Currently Selected": "Đang chọn",
  "About Language Settings": "Về cài đặt ngôn ngữ",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Tùy chọn ngôn ngữ của bạn sẽ được lưu cho những lần truy cập sau. Trang web sẽ tự động phát hiện ngôn ngữ ưu tiên của bạn khi bạn quay lại.",
  "This is the default language and provides full content across the website.": "Đây là ngôn ngữ mặc định và cung cấp đầy đủ nội dung trên trang web.",
  "Select for right-to-left layout and Arabic translation.": "Chọn để hiển thị từ phải sang trái và dịch sang tiếng Ả Rập.",
  "Choose Hindi for content localized for Indian users.": "Chọn tiếng Hindi cho nội dung dành riêng cho người dùng Ấn Độ.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Tùy chọn tiếng Bengal cho người dùng từ Tây Bengal và Bangladesh.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Tùy chọn tiếng Telugu cho người dùng từ Andhra Pradesh và Telangana.",
  "Marathi language option for users from Maharashtra.": "Tùy chọn tiếng Marathi cho người dùng từ Maharashtra.",
  "Tamil language option for users from Tamil Nadu.": "Tùy chọn tiếng Tamil cho người dùng từ Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Tùy chọn tiếng Urdu hỗ trợ hiển thị từ phải sang trái.",
  "Gujarati language option for users from Gujarat.": "Tùy chọn tiếng Gujarati cho người dùng từ Gujarat.",
  "Kannada language option for users from Karnataka.": "Tùy chọn tiếng Kannada cho người dùng từ Karnataka.",
  "Malayalam language option for users from Kerala.": "Tùy chọn tiếng Malayalam cho người dùng từ Kerala.",
  "Punjabi language option for users from Punjab.": "Tùy chọn tiếng Punjabi cho người dùng từ Punjab.",
  "Odia language option for users from Odisha.": "Tùy chọn tiếng Odia cho người dùng từ Odisha.",
  "Assamese language option for users from Assam.": "Tùy chọn tiếng Assam cho người dùng từ Assam.",
  "Sindhi language option with right-to-left support.": "Tùy chọn tiếng Sindhi hỗ trợ hiển thị từ phải sang trái.",
  "Sanskrit language option - the classical language of India.": "Tùy chọn tiếng Sanskrit - ngôn ngữ cổ điển của Ấn Độ.",
  "Kashmiri language option for users from Kashmir.": "Tùy chọn tiếng Kashmir cho người dùng từ Kashmir.",
  "Bodo language option for users from Northeast India.": "Tùy chọn tiếng Bodo cho người dùng từ Đông Bắc Ấn Độ.",
  "Spanish language option for native Spanish speakers.": "Tùy chọn tiếng Tây Ban Nha cho người bản xứ.",
  "French language option for native French speakers.": "Tùy chọn tiếng Pháp cho người bản xứ.",
  "German language option for native German speakers.": "Tùy chọn tiếng Đức cho người bản xứ.",
  "Chinese language option for native Chinese speakers.": "Tùy chọn tiếng Trung Quốc cho người bản xứ.",
  "Japanese language option for native Japanese speakers.": "Tùy chọn tiếng Nhật cho người bản xứ.",
  "Russian language option for native Russian speakers.": "Tùy chọn tiếng Nga cho người bản xứ.",
  "Portuguese language option for native Portuguese speakers.": "Tùy chọn tiếng Bồ Đào Nha cho người bản xứ.",
  "Korean language option for native Korean speakers.": "Tùy chọn tiếng Hàn Quốc cho người bản xứ.",
  "Italian language option for native Italian speakers.": "Tùy chọn tiếng Ý cho người bản xứ.",
  "Dutch language option for native Dutch speakers.": "Tùy chọn tiếng Hà Lan cho người bản xứ.",
  "Turkish language option for native Turkish speakers.": "Tùy chọn tiếng Thổ Nhĩ Kỳ cho người bản xứ.",
  "Polish language option for native Polish speakers.": "Tùy chọn tiếng Ba Lan cho người bản xứ.",
  "Swedish language option for native Swedish speakers.": "Tùy chọn tiếng Thụy Điển cho người bản xứ.",
  "Vietnamese language option for native Vietnamese speakers.": "Tùy chọn tiếng Việt cho người bản xứ.",
  "Thai language option for native Thai speakers.": "Tùy chọn tiếng Thái cho người bản xứ.",
  "Indonesian language option for native Indonesian speakers.": "Tùy chọn tiếng Indonesia cho người bản xứ.",
  "Hebrew language option with right-to-left support.": "Tùy chọn tiếng Do Thái hỗ trợ hiển thị từ phải sang trái.",
  "Popular Languages": "Ngôn ngữ phổ biến",
  "All Languages": "Tất cả ngôn ngữ"
}
