{
  "welcome": "اسان جي ويب سائيٽ تي ڀليڪار",
  "navbar": {
    "home": "هوم",
    "menu": "مينو",
    "about": "اسان بابت",
    "contact": "رابطو ڪريو"
  },
  "language": {
    "english": "انگريزي",
    "arabic": "عربي",
    "hindi": "هندي",
    "bengali": "بنگالي",
    "telugu": "تيلگو",
    "marathi": "مراٺي",
    "tamil": "تامل",
    "urdu": "اردو",
    "gujarati": "گجراتي",
    "kannada": "ڪننڊ",
    "malayalam": "ملايلم",
    "punjabi": "پنجابي",
    "odia": "اوڙيا",
    "assamese": "آسامي",
    "sindhi": "سنڌي",
    "sanskrit": "سنسڪرت",
    "kashmiri": "ڪشميري",
    "bodo": "بوڊو",
    "spanish": "اسپينش",
    "french": "فرينچ",
    "german": "جرمن",
    "chinese": "چيني",
    "japanese": "جاپاني",
    "russian": "روسي",
    "portuguese": "پرتگالي",
    "korean": "ڪورين",
    "italian": "اطالوي",
    "dutch": "ڊچ",
    "turkish": "ترڪ",
    "polish": "پولش",
    "swedish": "سويڊش",
    "vietnamese": "ويتنامي",
    "thai": "ٿائي",
    "indonesian": "انڊونيشي",
    "hebrew": "عبراني"
  },
  "login": "لاگ ان",
  "signup": "سائن اپ ڪريو",
  "logout": "لاگ آئوٽ",
  "Choose Your Language": "پنهنجي زبان چونڊيو",
  "Language Settings": "زبان جون سيٽنگون",
  "Currently Selected": "هن وقت چونڊيل",
  "About Language Settings": "زبان جي سيٽنگ بابت",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "توهان جي زبان جي ترجيح مستقبل جي دوري لاءِ محفوظ ڪئي ويندي. ويب سائيٽ خودڪار طريقي سان توهان جي چونڊيل ٻولي کي سڃاڻيندي.",
  "This is the default language and provides full content across the website.": "هي ڊيفالٽ ٻولي آهي ۽ سڄي ويب سائيٽ تي مڪمل مواد مهيا ڪري ٿي.",
  "Select for right-to-left layout and Arabic translation.": "ساڄي کان کاٻي طرف ترتيب ۽ عربي ترجمي لاءِ چونڊيو.",
  "Choose Hindi for content localized for Indian users.": "ڀارتي استعمال ڪندڙن لاءِ مواد لاءِ هندي چونڊيو.",
  "Bengali language option for users from West Bengal and Bangladesh.": "اوڀر بنگال ۽ بنگلاديش جي استعمال ڪندڙن لاءِ بنگالي ٻولي اختيار.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "آندھرا پرديش ۽ تلنگانا جي استعمال ڪندڙن لاءِ تيلگو ٻولي اختيار.",
  "Marathi language option for users from Maharashtra.": "مهاراشٽر جي استعمال ڪندڙن لاءِ مراٺي ٻولي اختيار.",
  "Tamil language option for users from Tamil Nadu.": "تمل ناڊو جي استعمال ڪندڙن لاءِ تامل ٻولي اختيار.",
  "Urdu language option with right-to-left support.": "ساڄي کان کاٻي طرف ترتيب سان اردو ٻولي اختيار.",
  "Gujarati language option for users from Gujarat.": "گجرات جي استعمال ڪندڙن لاءِ گجراتي ٻولي اختيار.",
  "Kannada language option for users from Karnataka.": "ڪرناٽڪ جي استعمال ڪندڙن لاءِ ڪننڊ ٻولي اختيار.",
  "Malayalam language option for users from Kerala.": "ڪيـرالا جي استعمال ڪندڙن لاءِ ملايلم ٻولي اختيار.",
  "Punjabi language option for users from Punjab.": "پنجاب جي استعمال ڪندڙن لاءِ پنجابي ٻولي اختيار.",
  "Odia language option for users from Odisha.": "اوڙيشا جي استعمال ڪندڙن لاءِ اوڙيا ٻولي اختيار.",
  "Assamese language option for users from Assam.": "آسام جي استعمال ڪندڙن لاءِ آسامي ٻولي اختيار.",
  "Sindhi language option with right-to-left support.": "ساڄي کان کاٻي طرف ترتيب سان سنڌي ٻولي اختيار.",
  "Sanskrit language option - the classical language of India.": "سنسڪرت ٻولي اختيار - ڀارت جي روايتي ٻولي.",
  "Kashmiri language option for users from Kashmir.": "ڪشمير جي استعمال ڪندڙن لاءِ ڪشميري ٻولي اختيار.",
  "Bodo language option for users from Northeast India.": "اتر اوڀر ڀارت جي استعمال ڪندڙن لاءِ بوڊو ٻولي اختيار.",
  "Spanish language option for native Spanish speakers.": "اسپيني ڳالهائيندڙن لاءِ اسپينش ٻولي اختيار.",
  "French language option for native French speakers.": "فرينچ ڳالهائيندڙن لاءِ فرينچ ٻولي اختيار.",
  "German language option for native German speakers.": "جرمن ڳالهائيندڙن لاءِ جرمن ٻولي اختيار.",
  "Chinese language option for native Chinese speakers.": "چيني ڳالهائيندڙن لاءِ چيني ٻولي اختيار.",
  "Japanese language option for native Japanese speakers.": "جاپاني ڳالهائيندڙن لاءِ جاپاني ٻولي اختيار.",
  "Russian language option for native Russian speakers.": "روسي ڳالهائيندڙن لاءِ روسي ٻولي اختيار.",
  "Portuguese language option for native Portuguese speakers.": "پرتگالي ڳالهائيندڙن لاءِ پرتگالي ٻولي اختيار.",
  "Korean language option for native Korean speakers.": "ڪورين ڳالهائيندڙن لاءِ ڪورين ٻولي اختيار.",
  "Italian language option for native Italian speakers.": "اطالوي ڳالهائيندڙن لاءِ اطالوي ٻولي اختيار.",
  "Dutch language option for native Dutch speakers.": "ڊچ ڳالهائيندڙن لاءِ ڊچ ٻولي اختيار.",
  "Turkish language option for native Turkish speakers.": "ترڪ ڳالهائيندڙن لاءِ ترڪ ٻولي اختيار.",
  "Polish language option for native Polish speakers.": "پولش ڳالهائيندڙن لاءِ پولش ٻولي اختيار.",
  "Swedish language option for native Swedish speakers.": "سويڊش ڳالهائيندڙن لاءِ سويڊش ٻولي اختيار.",
  "Vietnamese language option for native Vietnamese speakers.": "ويتنامي ڳالهائيندڙن لاءِ ويتنامي ٻولي اختيار.",
  "Thai language option for native Thai speakers.": "ٿائي ڳالهائيندڙن لاءِ ٿائي ٻولي اختيار.",
  "Indonesian language option for native Indonesian speakers.": "انڊونيشي ڳالهائيندڙن لاءِ انڊونيشي ٻولي اختيار.",
  "Hebrew language option with right-to-left support.": "ساڄي کان کاٻي طرف ترتيب سان عبراني ٻولي اختيار.",
  "Popular Languages": "مشهور ٻوليون",
  "All Languages": "سڀ ٻوليون"
}
