{
  "welcome": "અમારી વેબસાઇટ પર આપનું સ્વાગત છે",
  "navbar": {
    "home": "હોમ",
    "menu": "મેનુ",
    "about": "અમારા વિશે",
    "contact": "સંપર્ક"
  },
  "language": {
    "english": "અંગ્રેજી",
    "arabic": "અરબી",
    "hindi": "હિન્દી",
    "bengali": "બંગાળી",
    "telugu": "તેલુગુ",
    "marathi": "મરાઠી",
    "tamil": "તમિલ",
    "urdu": "ઉર્દુ",
    "gujarati": "ગુજરાતી",
    "kannada": "કન્નડ",
    "malayalam": "મલયાલમ",
    "punjabi": "પંજાબી",
    "odia": "ઓડિયા",
    "assamese": "આસામી",
    "sindhi": "સિંધી",
    "sanskrit": "સંસ્કૃત",
    "kashmiri": "કાશ્મીરી",
    "bodo": "બોડો",
    "spanish": "સ્પેનિશ",
    "french": "ફ્રેન્ચ",
    "german": "જર્મન",
    "chinese": "ચાઇનીઝ",
    "japanese": "જાપાનીઝ",
    "russian": "રશિયન",
    "portuguese": "પોર્ટુગીઝ",
    "korean": "કોરિયન",
    "italian": "ઇટાલિયન",
    "dutch": "ડચ",
    "turkish": "તુર્કિશ",
    "polish": "પોલિશ",
    "swedish": "સ્વીડિશ",
    "vietnamese": "વિયેતનામીઝ",
    "thai": "થાઈ",
    "indonesian": "ઇન્ડોનેશિયન",
    "hebrew": "હિબ્રુ"
  },
  "login": "લોગિન",
  "signup": "સાઇન અપ",
  "logout": "લોગઆઉટ",
  "Choose Your Language": "તમારી ભાષા પસંદ કરો",
  "Language Settings": "ભાષા સેટિંગ્સ",
  "Currently Selected": "હાલમાં પસંદ કરેલ",
  "About Language Settings": "ભાષા સેટિંગ્સ વિશે",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "તમારી ભાષા પસંદગી ભવિષ્યની મુલાકાતો માટે સાચવવામાં આવશે. જ્યારે તમે પાછા આવો ત્યારે વેબસાઇટ આપોઆપ તમારી પસંદગીની ભાષાને ઓળખશે.",
  "This is the default language and provides full content across the website.": "આ ડિફોલ્ટ ભાષા છે અને સમગ્ર વેબસાઇટ પર સંપૂર્ણ સામગ્રી પ્રદાન કરે છે.",
  "Select for right-to-left layout and Arabic translation.": "જમણી-થી-ડાબી લેઆઉટ અને અરબી અનુવાદ માટે પસંદ કરો.",
  "Choose Hindi for content localized for Indian users.": "ભારતીય વપરાશકર્તાઓ માટે સ્થાનિકીકરણ કરેલ સામગ્રી માટે હિન્દી પસંદ કરો.",
  "Bengali language option for users from West Bengal and Bangladesh.": "પશ્ચિમ બંગાળ અને બાંગ્લાદેશના વપરાશકર્તાઓ માટે બંગાળી ભાષા વિકલ્પ.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "આંધ્ર પ્રદેશ અને તેલંગાણાના વપરાશકર્તાઓ માટે તેલુગુ ભાષા વિકલ્પ.",
  "Marathi language option for users from Maharashtra.": "મહારાષ્ટ્રના વપરાશકર્તાઓ માટે મરાઠી ભાષા વિકલ્પ.",
  "Tamil language option for users from Tamil Nadu.": "તમિલનાડુના વપરાશકર્તાઓ માટે તમિલ ભાષા વિકલ્પ.",
  "Urdu language option with right-to-left support.": "જમણી-થી-ડાબી સપોર્ટ સાથે ઉર્દુ ભાષા વિકલ્પ.",
  "Gujarati language option for users from Gujarat.": "ગુજરાતના વપરાશકર્તાઓ માટે ગુજરાતી ભાષા વિકલ્પ.",
  "Kannada language option for users from Karnataka.": "કર્ણાટકના વપરાશકર્તાઓ માટે કન્નડ ભાષા વિકલ્પ.",
  "Malayalam language option for users from Kerala.": "કેરળના વપરાશકર્તાઓ માટે મલયાલમ ભાષા વિકલ્પ.",
  "Punjabi language option for users from Punjab.": "પંજાબના વપરાશકર્તાઓ માટે પંજાબી ભાષા વિકલ્પ.",
  "Odia language option for users from Odisha.": "ઓડિશાના વપરાશકર્તાઓ માટે ઓડિયા ભાષા વિકલ્પ.",
  "Assamese language option for users from Assam.": "આસામના વપરાશકર્તાઓ માટે આસામી ભાષા વિકલ્પ.",
  "Sindhi language option with right-to-left support.": "જમણી-થી-ડાબી સપોર્ટ સાથે સિંધી ભાષા વિકલ્પ.",
  "Sanskrit language option - the classical language of India.": "સંસ્કૃત ભાષા વિકલ્પ - ભારતની શાસ્ત્રીય ભાષા.",
  "Kashmiri language option for users from Kashmir.": "કાશ્મીરના વપરાશકર્તાઓ માટે કાશ્મીરી ભાષા વિકલ્પ.",
  "Bodo language option for users from Northeast India.": "ઉત્તર-પૂર્વ ભારતના વપરાશકર્તાઓ માટે બોડો ભાષા વિકલ્પ.",
  "Spanish language option for native Spanish speakers.": "મૂળ સ્પેનિશ બોલનારાઓ માટે સ્પેનિશ ભાષા વિકલ્પ.",
  "French language option for native French speakers.": "મૂળ ફ્રેન્ચ બોલનારાઓ માટે ફ્રેન્ચ ભાષા વિકલ્પ.",
  "German language option for native German speakers.": "મૂળ જર્મન બોલનારાઓ માટે જર્મન ભાષા વિકલ્પ.",
  "Chinese language option for native Chinese speakers.": "મૂળ ચાઇનીઝ બોલનારાઓ માટે ચાઇનીઝ ભાષા વિકલ્પ.",
  "Japanese language option for native Japanese speakers.": "મૂળ જાપાનીઝ બોલનારાઓ માટે જાપાનીઝ ભાષા વિકલ્પ.",
  "Russian language option for native Russian speakers.": "મૂળ રશિયન બોલનારાઓ માટે રશિયન ભાષા વિકલ્પ.",
  "Portuguese language option for native Portuguese speakers.": "મૂળ પોર્ટુગીઝ બોલનારાઓ માટે પોર્ટુગીઝ ભાષા વિકલ્પ.",
  "Korean language option for native Korean speakers.": "મૂળ કોરિયન બોલનારાઓ માટે કોરિયન ભાષા વિકલ્પ.",
  "Italian language option for native Italian speakers.": "મૂળ ઇટાલિયન બોલનારાઓ માટે ઇટાલિયન ભાષા વિકલ્પ.",
  "Dutch language option for native Dutch speakers.": "મૂળ ડચ બોલનારાઓ માટે ડચ ભાષા વિકલ્પ.",
  "Turkish language option for native Turkish speakers.": "મૂળ તુર્કિશ બોલનારાઓ માટે તુર્કિશ ભાષા વિકલ્પ.",
  "Polish language option for native Polish speakers.": "મૂળ પોલિશ બોલનારાઓ માટે પોલિશ ભાષા વિકલ્પ.",
  "Swedish language option for native Swedish speakers.": "મૂળ સ્વીડિશ બોલનારાઓ માટે સ્વીડિશ ભાષા વિકલ્પ.",
  "Vietnamese language option for native Vietnamese speakers.": "મૂળ વિયેતનામીઝ બોલનારાઓ માટે વિયેતનામીઝ ભાષા વિકલ્પ.",
  "Thai language option for native Thai speakers.": "મૂળ થાઈ બોલનારાઓ માટે થાઈ ભાષા વિકલ્પ.",
  "Indonesian language option for native Indonesian speakers.": "મૂળ ઇન્ડોનેશિયન બોલનારાઓ માટે ઇન્ડોનેશિયન ભાષા વિકલ્પ.",
  "Hebrew language option with right-to-left support.": "જમણી-થી-ડાબી સપોર્ટ સાથે હિબ્રુ ભાષા વિકલ્પ."
} 