{
  "welcome": "Bem-vindo",
  "navbar": {
    "home": "Início",
    "menu": "Cardápio",
    "about": "Sobre nós",
    "contact": "Contato"
  },
  "language": {
    "english": "Inglês",
    "arabic": "Árabe",
    "hindi": "Hindi",
    "bengali": "Bengali",
    "telugu": "Telugu",
    "marathi": "Marathi",
    "tamil": "Tâmil",
    "urdu": "Urdu",
    "gujarati": "Gujarati",
    "kannada": "Kannada",
    "malayalam": "Malaiala",
    "punjabi": "Punjabi",
    "odia": "Odia",
    "assamese": "Assamês",
    "sindhi": "Sindi",
    "sanskrit": "Sânscrito",
    "kashmiri": "Caxemira",
    "bodo": "Bodo",
    "spanish": "Espanhol",
    "french": "Francês",
    "german": "Alemão",
    "chinese": "Chinês",
    "japanese": "Japonês",
    "russian": "Russo",
    "portuguese": "Português",
    "korean": "Coreano",
    "italian": "Italiano",
    "dutch": "Holandês",
    "turkish": "Turco",
    "polish": "Polonês",
    "swedish": "Sueco",
    "vietnamese": "Vietnamita",
    "thai": "Tailandês",
    "indonesian": "Indonésio",
    "hebrew": "Hebraico"
  },
  "login": "Entrar",
  "signup": "Registrar-se",
  "logout": "Sair",
  "Choose Your Language": "Escolha o seu idioma",
  "Language Settings": "Configurações de idioma",
  "Currently Selected": "Atualmente selecionado",
  "About Language Settings": "Sobre as configurações de idioma",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Sua preferência de idioma será salva para visitas futuras. O site detectará automaticamente o idioma preferido quando você retornar.",
  "This is the default language and provides full content across the website.": "Este é o idioma padrão e oferece conteúdo completo em todo o site.",
  "Select for right-to-left layout and Arabic translation.": "Selecione para o layout da direita para a esquerda e tradução árabe.",
  "Choose Hindi for content localized for Indian users.": "Escolha Hindi para conteúdo localizado para usuários da Índia.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Opção de idioma bengali para usuários de Bengala Ocidental e Bangladesh.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Opção de idioma telugu para usuários de Andhra Pradesh e Telangana.",
  "Marathi language option for users from Maharashtra.": "Opção de idioma marathi para usuários de Maharashtra.",
  "Tamil language option for users from Tamil Nadu.": "Opção de idioma tâmil para usuários de Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Opção de idioma urdu com suporte de escrita da direita para a esquerda.",
  "Gujarati language option for users from Gujarat.": "Opção de idioma gujarati para usuários de Gujarat.",
  "Kannada language option for users from Karnataka.": "Opção de idioma kannada para usuários de Karnataka.",
  "Malayalam language option for users from Kerala.": "Opção de idioma malaiala para usuários de Kerala.",
  "Punjabi language option for users from Punjab.": "Opção de idioma punjabi para usuários de Punjab.",
  "Odia language option for users from Odisha.": "Opção de idioma odia para usuários de Odisha.",
  "Assamese language option for users from Assam.": "Opção de idioma assamês para usuários de Assam.",
  "Sindhi language option with right-to-left support.": "Opção de idioma sindi com suporte de escrita da direita para a esquerda.",
  "Sanskrit language option - the classical language of India.": "Opção de idioma sânscrito — a língua clássica da Índia.",
  "Kashmiri language option for users from Kashmir.": "Opção de idioma caxemira para usuários da Caxemira.",
  "Bodo language option for users from Northeast India.": "Opção de idioma bodo para usuários do nordeste da Índia.",
  "Spanish language option for native Spanish speakers.": "Opção de idioma espanhol para falantes nativos de espanhol.",
  "French language option for native French speakers.": "Opção de idioma francês para falantes nativos de francês.",
  "German language option for native German speakers.": "Opção de idioma alemão para falantes nativos de alemão.",
  "Chinese language option for native Chinese speakers.": "Opção de idioma chinês para falantes nativos de chinês.",
  "Japanese language option for native Japanese speakers.": "Opção de idioma japonês para falantes nativos de japonês.",
  "Russian language option for native Russian speakers.": "Opção de idioma russo para falantes nativos de russo.",
  "Portuguese language option for native Portuguese speakers.": "Opção de idioma português para falantes nativos de português.",
  "Korean language option for native Korean speakers.": "Opção de idioma coreano para falantes nativos de coreano.",
  "Italian language option for native Italian speakers.": "Opção de idioma italiano para falantes nativos de italiano.",
  "Dutch language option for native Dutch speakers.": "Opção de idioma holandês para falantes nativos de holandês.",
  "Turkish language option for native Turkish speakers.": "Opção de idioma turco para falantes nativos de turco.",
  "Polish language option for native Polish speakers.": "Opção de idioma polonês para falantes nativos de polonês.",
  "Swedish language option for native Swedish speakers.": "Opção de idioma sueco para falantes nativos de sueco.",
  "Vietnamese language option for native Vietnamese speakers.": "Opção de idioma vietnamita para falantes nativos de vietnamita.",
  "Thai language option for native Thai speakers.": "Opção de idioma tailandês para falantes nativos de tailandês.",
  "Indonesian language option for native Indonesian speakers.": "Opção de idioma indonésio para falantes nativos de indonésio.",
  "Hebrew language option with right-to-left support.": "Opção de idioma hebraico com suporte de escrita da direita para a esquerda.",
  "Popular Languages": "Idiomas populares",
  "All Languages": "Todos os idiomas"
}
