{
  "welcome": "Welkom",
  "navbar": {
    "home": "Startpagina",
    "menu": "Menu",
    "about": "Over ons",
    "contact": "Contact"
  },
  "language": {
    "english": "Engels",
    "arabic": "Arabisch",
    "hindi": "Hindi",
    "bengali": "Bengaals",
    "telugu": "Telugu",
    "marathi": "Marathi",
    "tamil": "Tamil",
    "urdu": "Urdu",
    "gujarati": "Gujarati",
    "kannada": "Kannada",
    "malayalam": "Malayalam",
    "punjabi": "Punjabi",
    "odia": "Odia",
    "assamese": "Assamees",
    "sindhi": "Sindhi",
    "sanskrit": "Sanskriet",
    "kashmiri": "Kasjmiri",
    "bodo": "Bodo",
    "spanish": "Spaans",
    "french": "Frans",
    "german": "Duits",
    "chinese": "Chinees",
    "japanese": "Japans",
    "russian": "Russisch",
    "portuguese": "Portugees",
    "korean": "Koreaans",
    "italian": "Italiaans",
    "dutch": "Nederlands",
    "turkish": "Turks",
    "polish": "Pools",
    "swedish": "Zweeds",
    "vietnamese": "Vietnamees",
    "thai": "Thais",
    "indonesian": "Indonesisch",
    "hebrew": "Hebreeuws"
  },
  "login": "Inloggen",
  "signup": "Aanmelden",
  "logout": "Uitloggen",
  "Choose Your Language": "Kies uw taal",
  "Language Settings": "Taalinstellingen",
  "Currently Selected": "Momenteel geselecteerd",
  "About Language Settings": "Over taalinstellingen",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Uw taalvoorkeur wordt opgeslagen voor toekomstige bezoeken. De website detecteert automatisch uw voorkeurstaal wanneer u terugkeert.",
  "This is the default language and provides full content across the website.": "Dit is de standaardtaal en biedt volledige inhoud op de website.",
  "Select for right-to-left layout and Arabic translation.": "Selecteer voor een van rechts naar links lay-out en Arabische vertaling.",
  "Choose Hindi for content localized for Indian users.": "Kies Hindi voor inhoud die is aangepast voor Indiase gebruikers.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Bengaalse taaloptie voor gebruikers uit West-Bengalen en Bangladesh.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Telugu-taaloptie voor gebruikers uit Andhra Pradesh en Telangana.",
  "Marathi language option for users from Maharashtra.": "Marathi-taaloptie voor gebruikers uit Maharashtra.",
  "Tamil language option for users from Tamil Nadu.": "Tamil-taaloptie voor gebruikers uit Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Urdu-taaloptie met ondersteuning voor rechts-naar-links.",
  "Gujarati language option for users from Gujarat.": "Gujarati-taaloptie voor gebruikers uit Gujarat.",
  "Kannada language option for users from Karnataka.": "Kannada-taaloptie voor gebruikers uit Karnataka.",
  "Malayalam language option for users from Kerala.": "Malayalam-taaloptie voor gebruikers uit Kerala.",
  "Punjabi language option for users from Punjab.": "Punjabi-taaloptie voor gebruikers uit Punjab.",
  "Odia language option for users from Odisha.": "Odia-taaloptie voor gebruikers uit Odisha.",
  "Assamese language option for users from Assam.": "Assameese taaloptie voor gebruikers uit Assam.",
  "Sindhi language option with right-to-left support.": "Sindhi-taaloptie met ondersteuning voor rechts-naar-links.",
  "Sanskrit language option - the classical language of India.": "Sanskriet-taaloptie - de klassieke taal van India.",
  "Kashmiri language option for users from Kashmir.": "Kasjmiri-taaloptie voor gebruikers uit Kasjmir.",
  "Bodo language option for users from Northeast India.": "Bodo-taaloptie voor gebruikers uit Noordoost-India.",
  "Spanish language option for native Spanish speakers.": "Spaanse taaloptie voor moedertaalsprekers van het Spaans.",
  "French language option for native French speakers.": "Franse taaloptie voor moedertaalsprekers van het Frans.",
  "German language option for native German speakers.": "Duitse taaloptie voor moedertaalsprekers van het Duits.",
  "Chinese language option for native Chinese speakers.": "Chinese taaloptie voor moedertaalsprekers van het Chinees.",
  "Japanese language option for native Japanese speakers.": "Japanse taaloptie voor moedertaalsprekers van het Japans.",
  "Russian language option for native Russian speakers.": "Russische taaloptie voor moedertaalsprekers van het Russisch.",
  "Portuguese language option for native Portuguese speakers.": "Portugese taaloptie voor moedertaalsprekers van het Portugees.",
  "Korean language option for native Korean speakers.": "Koreaanse taaloptie voor moedertaalsprekers van het Koreaans.",
  "Italian language option for native Italian speakers.": "Italiaanse taaloptie voor moedertaalsprekers van het Italiaans.",
  "Dutch language option for native Dutch speakers.": "Nederlandse taaloptie voor moedertaalsprekers van het Nederlands.",
  "Turkish language option for native Turkish speakers.": "Turkse taaloptie voor moedertaalsprekers van het Turks.",
  "Polish language option for native Polish speakers.": "Poolse taaloptie voor moedertaalsprekers van het Pools.",
  "Swedish language option for native Swedish speakers.": "Zweedse taaloptie voor moedertaalsprekers van het Zweeds.",
  "Vietnamese language option for native Vietnamese speakers.": "Vietnamese taaloptie voor moedertaalsprekers van het Vietnamees.",
  "Thai language option for native Thai speakers.": "Thaise taaloptie voor moedertaalsprekers van het Thais.",
  "Indonesian language option for native Indonesian speakers.": "Indonesische taaloptie voor moedertaalsprekers van het Indonesisch.",
  "Hebrew language option with right-to-left support.": "Hebreeuwse taaloptie met ondersteuning voor rechts-naar-links.",
  "Popular Languages": "Populaire talen",
  "All Languages": "Alle talen"
}
