{
  "welcome": "আমাৰ ৱেবছাইটত আপোনালোকক স্বাগতম",
  "navbar": {
    "home": "হোম",
    "menu": "মেনু",
    "about": "আমাৰ বিষয়ে",
    "contact": "যোগাযোগ কৰক"
  },
  "language": {
    "english": "ইংৰাজী",
    "arabic": "আৰবী",
    "hindi": "হিন্দী",
    "bengali": "বেংগলী",
    "telugu": "তেলুগু",
    "marathi": "মারাঠী",
    "tamil": "তামিল",
    "urdu": "উৰ্দু",
    "gujarati": "গুজৰাটী",
    "kannada": "কানাড়া",
    "malayalam": "মালয়ালম",
    "punjabi": "পঞ্জাবী",
    "odia": "ওড়িয়া",
    "assamese": "অসমীয়া",
    "sindhi": "সিন্ধি",
    "sanskrit": "সংস্কৃত",
    "kashmiri": "কাশ্মীৰী",
    "bodo": "বডো",
    "spanish": "স্পেনিছ",
    "french": "ফ্ৰেঞ্চ",
    "german": "জার্মান",
    "chinese": "চাইনীজ",
    "japanese": "জাপানী",
    "russian": "ৰাছিয়ান",
    "portuguese": "পৰ্তুগীজ",
    "korean": "কোৰিয়ান",
    "italian": "ইটালিয়ান",
    "dutch": "ডাচ",
    "turkish": "টাৰ্কিশ",
    "polish": "প'লিশ",
    "swedish": "স্বেডিশ",
    "vietnamese": "ভিয়েটনামী",
    "thai": "থাই",
    "indonesian": "ইণ্ডোনেছিয়ান",
    "hebrew": "হিব্ৰু"
  },
  "login": "লগ ইন",
  "signup": "চাইন আপ কৰক",
  "logout": "লগ আউট",
  "Choose Your Language": "আপোনাৰ ভাষা বাছনি কৰক",
  "Language Settings": "ভাষা ছেটিংচ",
  "Currently Selected": "বৰ্তমানে নিৰ্বাচিত",
  "About Language Settings": "ভাষা ছেটিংচৰ বিষয়ে",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "আপোনাৰ ভাষা পছন্দ ভবিষ্যতৰ বাবে সংৰক্ষণ কৰা হ'ব। আপুনি উভতি আহিলে ৱেবছাইটে স্বয়ংক্ৰিয়ভাৱে আপোনাৰ পছন্দৰ ভাষা চিনাক্ত কৰিব।",
  "This is the default language and provides full content across the website.": "এইটো ডিফল্ট ভাষা আৰু সৰ্বমুঠ ৱেবছাইটৰ সমগ্ৰ বিষয়বস্তু প্ৰদান কৰে।",
  "Select for right-to-left layout and Arabic translation.": "সোঁ-ৰ পৰা বাওঁ দিশত লেআউট আৰু আৰবী অনুবাদৰ বাবে বাছনি কৰক।",
  "Choose Hindi for content localized for Indian users.": "ভাৰতীয় ব্যৱহাৰকাৰীৰ বাবে স্থানীয়ীকৃত বিষয়বস্তুৰ বাবে হিন্দী বাছনি কৰক।",
  "Bengali language option for users from West Bengal and Bangladesh.": "পশ্চিম বঙ আৰু বাংলাদেশৰ ব্যৱহাৰকাৰীৰ বাবে বেংগলী ভাষা বিকল্প।",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "আন্ধ্ৰ প্ৰদেশ আৰু তেলেঙ্গানাৰ ব্যৱহাৰকাৰীৰ বাবে তেলুগু ভাষা বিকল্প।",
  "Marathi language option for users from Maharashtra.": "মহাৰাষ্ট্ৰৰ ব্যৱহাৰকাৰীৰ বাবে মৰাঠী ভাষা বিকল্প।",
  "Tamil language option for users from Tamil Nadu.": "তামিলনাডুৰ ব্যৱহাৰকাৰীৰ বাবে তামিল ভাষা বিকল্প।",
  "Urdu language option with right-to-left support.": "সোঁ-ৰ পৰা বাওঁ লৈ লেআউট সমৰ্থনৰে উৰ্দু ভাষা বিকল্প।",
  "Gujarati language option for users from Gujarat.": "গুজৰাটৰ ব্যৱহাৰকাৰীৰ বাবে গুজৰাটী ভাষা বিকল্প।",
  "Kannada language option for users from Karnataka.": "কৰ্ণাটকৰ ব্যৱহাৰকাৰীৰ বাবে কানাড়া ভাষা বিকল্প।",
  "Malayalam language option for users from Kerala.": "কেৰালাৰ ব্যৱহাৰকাৰীৰ বাবে মালয়ালম ভাষা বিকল্প।",
  "Punjabi language option for users from Punjab.": "পঞ্জাবৰ ব্যৱহাৰকাৰীৰ বাবে পঞ্জাবী ভাষা বিকল্প।",
  "Odia language option for users from Odisha.": "ওড়িশাৰ ব্যৱহাৰকাৰীৰ বাবে ওড়িয়া ভাষা বিকল্প।",
  "Assamese language option for users from Assam.": "অসমৰ ব্যৱহাৰকাৰীৰ বাবে অসমীয়া ভাষা বিকল্প।",
  "Sindhi language option with right-to-left support.": "সোঁ-ৰ পৰা বাওঁ লৈ সমৰ্থনৰে সিন্ধি ভাষা বিকল্প।",
  "Sanskrit language option - the classical language of India.": "সংস্কৃত ভাষা বিকল্প - ভাৰতৰ পুৰণি ভাষা।",
  "Kashmiri language option for users from Kashmir.": "কাশ্মীৰৰ ব্যৱহাৰকাৰীৰ বাবে কাশ্মীৰী ভাষা বিকল্প।",
  "Bodo language option for users from Northeast India.": "উত্তৰ-পূৰ্ব ভাৰতৰ ব্যৱহাৰকাৰীৰ বাবে বডো ভাষা বিকল্প।",
  "Spanish language option for native Spanish speakers.": "মৌলিক স্পেনিচ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে স্পেনিচ বিকল্প।",
  "French language option for native French speakers.": "মৌলিক ফ্ৰেঞ্চ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে ফ্ৰেঞ্চ বিকল্প।",
  "German language option for native German speakers.": "মৌলিক জাৰ্মান ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে জাৰ্মান বিকল্প।",
  "Chinese language option for native Chinese speakers.": "মৌলিক চাইনীজ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে চাইনীজ বিকল্প।",
  "Japanese language option for native Japanese speakers.": "মৌলিক জাপানী ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে জাপানী বিকল্প।",
  "Russian language option for native Russian speakers.": "মৌলিক ৰাছিয়ান ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে ৰাছিয়ান বিকল্প।",
  "Portuguese language option for native Portuguese speakers.": "মৌলিক পৰ্তুগীজ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে পৰ্তুগীজ বিকল্প।",
  "Korean language option for native Korean speakers.": "মৌলিক কোৰিয়ান ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে কোৰিয়ান বিকল্প।",
  "Italian language option for native Italian speakers.": "মৌলিক ইটালিয়ান ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে ইটালিয়ান বিকল্প।",
  "Dutch language option for native Dutch speakers.": "মৌলিক ডাচ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে ডাচ বিকল্প।",
  "Turkish language option for native Turkish speakers.": "মৌলিক টাৰ্কিশ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে টাৰ্কিশ বিকল্প।",
  "Polish language option for native Polish speakers.": "মৌলিক প'লিশ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে প'লিশ বিকল্প।",
  "Swedish language option for native Swedish speakers.": "মৌলিক স্বেডিশ ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে স্বেডিশ বিকল্প।",
  "Vietnamese language option for native Vietnamese speakers.": "মৌলিক ভিয়েটনামী ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে ভিয়েটনামী বিকল্প।",
  "Thai language option for native Thai speakers.": "মৌলিক থাই ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে থাই বিকল্প।",
  "Indonesian language option for native Indonesian speakers.": "মৌলিক ইণ্ডোনেছিয়ান ভাষাৰ কথা কোৱা ব্যৱহাৰকাৰীৰ বাবে ইণ্ডোনেছিয়ান বিকল্প।",
  "Hebrew language option with right-to-left support.": "সোঁ-ৰ পৰা বাওঁ লৈ সমৰ্থনৰে হিব্ৰু ভাষা বিকল্প।",
  "Popular Languages": "জনপ্ৰিয় ভাষাসমূহ",
  "All Languages": "সকলো ভাষা"
}
