{
  "welcome": "আমাদের ওয়েবসাইটে স্বাগতম",
  "navbar": {
    "home": "হোম",
    "menu": "মেনু",
    "about": "আমাদের সম্পর্কে",
    "contact": "যোগাযোগ"
  },
  "language": {
    "english": "ইংরেজি",
    "arabic": "আরবি",
    "hindi": "হিন্দি",
    "bengali": "বাংলা",
    "telugu": "তেলুগু",
    "marathi": "মারাঠি",
    "tamil": "তামিল",
    "urdu": "উর্দু",
    "gujarati": "গুজরাটি",
    "kannada": "কন্নড়",
    "malayalam": "মালায়ালাম",
    "punjabi": "পাঞ্জাবি",
    "odia": "ওড়িয়া",
    "assamese": "অসমীয়া",
    "sindhi": "সিন্ধি",
    "sanskrit": "সংস্কৃত",
    "kashmiri": "কাশ্মীরি",
    "bodo": "বোড়ো",
    "spanish": "স্প্যানিশ",
    "french": "ফরাসি",
    "german": "জার্মান",
    "chinese": "চীনা",
    "japanese": "জাপানি",
    "russian": "রাশিয়ান",
    "portuguese": "পর্তুগিজ",
    "korean": "কোরিয়ান",
    "italian": "ইতালীয়",
    "dutch": "ডাচ",
    "turkish": "তুর্কি",
    "polish": "পোলিশ",
    "swedish": "সুইডিশ",
    "vietnamese": "ভিয়েতনামি",
    "thai": "থাই",
    "indonesian": "ইন্দোনেশিয়ান",
    "hebrew": "হিব্রু"
  },
  "login": "লগইন",
  "signup": "সাইন আপ",
  "logout": "লগআউট",
  "Choose Your Language": "আপনার ভাষা বেছে নিন",
  "Language Settings": "ভাষা সেটিংস",
  "Currently Selected": "বর্তমানে নির্বাচিত",
  "About Language Settings": "ভাষা সেটিংস সম্পর্কে",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "আপনার ভাষা পছন্দ ভবিষ্যতের জন্য সংরক্ষিত থাকবে। আপনি ফিরে আসলে ওয়েবসাইট স্বয়ংক্রিয়ভাবে আপনার পছন্দের ভাষা শনাক্ত করবে।",
  "This is the default language and provides full content across the website.": "এটি ডিফল্ট ভাষা এবং ওয়েবসাইটে সমস্ত সামগ্রী সরবরাহ করে।",
  "Select for right-to-left layout and Arabic translation.": "ডান থেকে বাম লেআউট এবং আরবি অনুবাদের জন্য নির্বাচন করুন।",
  "Choose Hindi for content localized for Indian users.": "ভারতীয় ব্যবহারকারীদের জন্য স্থানীয়করণ করা সামগ্রীর জন্য হিন্দি বেছে নিন।",
  "Bengali language option for users from West Bengal and Bangladesh.": "পশ্চিমবঙ্গ এবং বাংলাদেশের ব্যবহারকারীদের জন্য বাংলা ভাষার বিকল্প।",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "অন্ধ্র প্রদেশ এবং তেলেঙ্গানার ব্যবহারকারীদের জন্য তেলুগু ভাষার বিকল্প।",
  "Marathi language option for users from Maharashtra.": "মহারাষ্ট্রের ব্যবহারকারীদের জন্য মারাঠি ভাষার বিকল্প।",
  "Tamil language option for users from Tamil Nadu.": "তামিলনাড়ুর ব্যবহারকারীদের জন্য তামিল ভাষার বিকল্প।",
  "Urdu language option with right-to-left support.": "উর্দু ভাষার বিকল্প ডান থেকে বাম সমর্থন সহ।",
  "Gujarati language option for users from Gujarat.": "গুজরাটের ব্যবহারকারীদের জন্য গুজরাটি ভাষার বিকল্প।",
  "Kannada language option for users from Karnataka.": "কর্ণাটকের ব্যবহারকারীদের জন্য কন্নড় ভাষার বিকল্প।",
  "Malayalam language option for users from Kerala.": "কেরালার ব্যবহারকারীদের জন্য মালায়ালাম ভাষার বিকল্প।",
  "Punjabi language option for users from Punjab.": "পাঞ্জাবের ব্যবহারকারীদের জন্য পাঞ্জাবি ভাষার বিকল্প।",
  "Odia language option for users from Odisha.": "ওড়িশার ব্যবহারকারীদের জন্য ওড়িয়া ভাষার বিকল্প।",
  "Assamese language option for users from Assam.": "আসামের ব্যবহারকারীদের জন্য অসমীয়া ভাষার বিকল্প।",
  "Sindhi language option with right-to-left support.": "সিন্ধি ভাষার বিকল্প ডান থেকে বাম সমর্থন সহ।",
  "Sanskrit language option - the classical language of India.": "সংস্কৃত ভাষার বিকল্প - ভারতের ক্লাসিকাল ভাষা।",
  "Kashmiri language option for users from Kashmir.": "কাশ্মীরের ব্যবহারকারীদের জন্য কাশ্মীরি ভাষার বিকল্প।",
  "Bodo language option for users from Northeast India.": "উত্তর-পূর্ব ভারতের ব্যবহারকারীদের জন্য বোড়ো ভাষার বিকল্প।",
  "Spanish language option for native Spanish speakers.": "স্প্যানিশ মাতৃভাষী ব্যক্তিদের জন্য স্প্যানিশ ভাষার বিকল্প।",
  "French language option for native French speakers.": "ফরাসি মাতৃভাষী ব্যক্তিদের জন্য ফরাসি ভাষার বিকল্প।",
  "German language option for native German speakers.": "জার্মান মাতৃভাষী ব্যক্তিদের জন্য জার্মান ভাষার বিকল্প।",
  "Chinese language option for native Chinese speakers.": "চীনা মাতৃভাষী ব্যক্তিদের জন্য চীনা ভাষার বিকল্প।",
  "Japanese language option for native Japanese speakers.": "জাপানি মাতৃভাষী ব্যক্তিদের জন্য জাপানি ভাষার বিকল্প।",
  "Russian language option for native Russian speakers.": "রাশিয়ান মাতৃভাষী ব্যক্তিদের জন্য রাশিয়ান ভাষার বিকল্প।",
  "Portuguese language option for native Portuguese speakers.": "পর্তুগিজ মাতৃভাষী ব্যক্তিদের জন্য পর্তুগিজ ভাষার বিকল্প।",
  "Korean language option for native Korean speakers.": "কোরিয়ান মাতৃভাষী ব্যক্তিদের জন্য কোরিয়ান ভাষার বিকল্প।",
  "Italian language option for native Italian speakers.": "ইতালীয় মাতৃভাষী ব্যক্তিদের জন্য ইতালীয় ভাষার বিকল্প।",
  "Dutch language option for native Dutch speakers.": "ডাচ মাতৃভাষী ব্যক্তিদের জন্য ডাচ ভাষার বিকল্প।",
  "Turkish language option for native Turkish speakers.": "তুর্কি মাতৃভাষী ব্যক্তিদের জন্য তুর্কি ভাষার বিকল্প।",
  "Polish language option for native Polish speakers.": "পোলিশ মাতৃভাষী ব্যক্তিদের জন্য পোলিশ ভাষার বিকল্প।",
  "Swedish language option for native Swedish speakers.": "সুইডিশ মাতৃভাষী ব্যক্তিদের জন্য সুইডিশ ভাষার বিকল্প।",
  "Vietnamese language option for native Vietnamese speakers.": "ভিয়েতনামি মাতৃভাষী ব্যক্তিদের জন্য ভিয়েতনামি ভাষার বিকল্প।",
  "Thai language option for native Thai speakers.": "থাই মাতৃভাষী ব্যক্তিদের জন্য থাই ভাষার বিকল্প।",
  "Indonesian language option for native Indonesian speakers.": "ইন্দোনেশিয়ান মাতৃভাষী ব্যক্তিদের জন্য ইন্দোনেশিয়ান ভাষার বিকল্প।",
  "Hebrew language option with right-to-left support.": "হিব্রু ভাষার বিকল্প ডান থেকে বাম সমর্থন সহ।"
} 