{
  "welcome": "ہماری ویب سائٹ پر خوش آمدید",
  "navbar": {
    "home": "ہوم",
    "menu": "مینو",
    "about": "ہمارے بارے میں",
    "contact": "رابطہ کریں"
  },
  "language": {
    "english": "انگریزی",
    "arabic": "عربی",
    "hindi": "ہندی",
    "bengali": "بنگالی",
    "telugu": "تیلگو",
    "marathi": "مرہٹی",
    "tamil": "تمل",
    "urdu": "اردو",
    "gujarati": "گجراتی",
    "kannada": "کنڑ",
    "malayalam": "ملیالم",
    "punjabi": "پنجابی",
    "odia": "اڑیہ",
    "assamese": "آسامی",
    "sindhi": "سندھی",
    "sanskrit": "سنسکرت",
    "kashmiri": "کشمیری",
    "bodo": "بوڈو",
    "spanish": "ہسپانوی",
    "french": "فرانسیسی",
    "german": "جرمن",
    "chinese": "چینی",
    "japanese": "جاپانی",
    "russian": "روسی",
    "portuguese": "پرتگالی",
    "korean": "کوریائی",
    "italian": "اطالوی",
    "dutch": "ڈچ",
    "turkish": "ترکی",
    "polish": "پولش",
    "swedish": "سویڈش",
    "vietnamese": "ویتنامی",
    "thai": "تھائی",
    "indonesian": "انڈونیشیائی",
    "hebrew": "عبرانی"
  },
  "login": "لاگ ان",
  "signup": "سائن اپ",
  "logout": "لاگ آؤٹ",
  "Choose Your Language": "اپنی زبان کا انتخاب کریں",
  "Language Settings": "زبان کی ترتیبات",
  "Currently Selected": "فی الحال منتخب",
  "About Language Settings": "زبان کی ترتیبات کے بارے میں",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "آپ کی زبان کی ترجیح آئندہ وزٹ کے لیے محفوظ کی جائے گی۔ جب آپ دوبارہ آئیں گے تو ویب سائٹ خودکار طور پر آپ کی پسندیدہ زبان کا پتہ لگا لے گی۔",
  "This is the default language and provides full content across the website.": "یہ ڈیفالٹ زبان ہے اور ویب سائٹ پر مکمل مواد فراہم کرتی ہے۔",
  "Select for right-to-left layout and Arabic translation.": "دائیں سے بائیں لے آؤٹ اور عربی ترجمے کے لیے منتخب کریں۔",
  "Choose Hindi for content localized for Indian users.": "بھارتی صارفین کے لیے مقامی مواد کے لیے ہندی منتخب کریں۔",
  "Bengali language option for users from West Bengal and Bangladesh.": "مغربی بنگال اور بنگلہ دیش کے صارفین کے لیے بنگالی زبان کا انتخاب۔",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "آندھرا پردیش اور تلنگانہ کے صارفین کے لیے تیلگو زبان کا انتخاب۔",
  "Marathi language option for users from Maharashtra.": "مہاراشٹر کے صارفین کے لیے مرہٹی زبان کا انتخاب۔",
  "Tamil language option for users from Tamil Nadu.": "تمل ناڈو کے صارفین کے لیے تمل زبان کا انتخاب۔",
  "Urdu language option with right-to-left support.": "دائیں سے بائیں لے آؤٹ کے ساتھ اردو زبان کا انتخاب۔",
  "Gujarati language option for users from Gujarat.": "گجرات کے صارفین کے لیے گجراتی زبان کا انتخاب۔",
  "Kannada language option for users from Karnataka.": "کرناٹک کے صارفین کے لیے کنڑ زبان کا انتخاب۔",
  "Malayalam language option for users from Kerala.": "کیرالہ کے صارفین کے لیے ملیالم زبان کا انتخاب۔",
  "Punjabi language option for users from Punjab.": "پنجاب کے صارفین کے لیے پنجابی زبان کا انتخاب۔",
  "Odia language option for users from Odisha.": "اڑیسہ کے صارفین کے لیے اڑیہ زبان کا انتخاب۔",
  "Assamese language option for users from Assam.": "آسام کے صارفین کے لیے آسامی زبان کا انتخاب۔",
  "Sindhi language option with right-to-left support.": "دائیں سے بائیں لے آؤٹ کے ساتھ سندھی زبان کا انتخاب۔",
  "Sanskrit language option - the classical language of India.": "سنسکرت زبان کا انتخاب - ہندوستان کی قدیم زبان۔",
  "Kashmiri language option for users from Kashmir.": "کشمیری صارفین کے لیے کشمیری زبان کا انتخاب۔",
  "Bodo language option for users from Northeast India.": "شمال مشرقی بھارت کے صارفین کے لیے بوڈو زبان کا انتخاب۔",
  "Spanish language option for native Spanish speakers.": "ہسپانوی بولنے والوں کے لیے ہسپانوی زبان کا انتخاب۔",
  "French language option for native French speakers.": "فرانسیسی بولنے والوں کے لیے فرانسیسی زبان کا انتخاب۔",
  "German language option for native German speakers.": "جرمن بولنے والوں کے لیے جرمن زبان کا انتخاب۔",
  "Chinese language option for native Chinese speakers.": "چینی بولنے والوں کے لیے چینی زبان کا انتخاب۔",
  "Japanese language option for native Japanese speakers.": "جاپانی بولنے والوں کے لیے جاپانی زبان کا انتخاب۔",
  "Russian language option for native Russian speakers.": "روسی بولنے والوں کے لیے روسی زبان کا انتخاب۔",
  "Portuguese language option for native Portuguese speakers.": "پرتگالی بولنے والوں کے لیے پرتگالی زبان کا انتخاب۔",
  "Korean language option for native Korean speakers.": "کوریائی بولنے والوں کے لیے کوریائی زبان کا انتخاب۔",
  "Italian language option for native Italian speakers.": "اطالوی بولنے والوں کے لیے اطالوی زبان کا انتخاب۔",
  "Dutch language option for native Dutch speakers.": "ڈچ بولنے والوں کے لیے ڈچ زبان کا انتخاب۔",
  "Turkish language option for native Turkish speakers.": "ترکی بولنے والوں کے لیے ترکی زبان کا انتخاب۔",
  "Polish language option for native Polish speakers.": "پولش بولنے والوں کے لیے پولش زبان کا انتخاب۔",
  "Swedish language option for native Swedish speakers.": "سویڈش بولنے والوں کے لیے سویڈش زبان کا انتخاب۔",
  "Vietnamese language option for native Vietnamese speakers.": "ویتنامی بولنے والوں کے لیے ویتنامی زبان کا انتخاب۔",
  "Thai language option for native Thai speakers.": "تھائی بولنے والوں کے لیے تھائی زبان کا انتخاب۔",
  "Indonesian language option for native Indonesian speakers.": "انڈونیشیائی بولنے والوں کے لیے انڈونیشیائی زبان کا انتخاب۔",
  "Hebrew language option with right-to-left support.": "دائیں سے بائیں لے آؤٹ کے ساتھ عبرانی زبان کا انتخاب۔",
  "Popular Languages": "مقبول زبانیں",
  "All Languages": "تمام زبانیں"
}
