{
  "welcome": "మా వెబ్‌సైట్‌కు స్వాగతం",
  "navbar": {
    "home": "హోమ్",
    "menu": "మెనూ",
    "about": "మన గురించి",
    "contact": "సంప్రదించండి"
  },
  "language": {
    "english": "ఆంగ్లం",
    "arabic": "అరబిక్",
    "hindi": "హిందీ",
    "bengali": "బెంగాలీ",
    "telugu": "తెలుగు",
    "marathi": "మరాఠీ",
    "tamil": "తమిళం",
    "urdu": "ఉర్దూ",
    "gujarati": "గుజరాతీ",
    "kannada": "కన్నడ",
    "malayalam": "మలయాళం",
    "punjabi": "పంజాబీ",
    "odia": "ఒడియా",
    "assamese": "ఆసామీస్",
    "sindhi": "సింధీ",
    "sanskrit": "సంస్కృతం",
    "kashmiri": "కాశ్మీరి",
    "bodo": "బోడ్ో",
    "spanish": "స్పానిష్",
    "french": "ఫ్రెంచ్",
    "german": "జర్మన్",
    "chinese": "చైనీస్",
    "japanese": "జపనీస్",
    "russian": "రష్యన్",
    "portuguese": "పోర్చుగీస్",
    "korean": "కొరియన్",
    "italian": "ఇటాలియన్",
    "dutch": "డచ్",
    "turkish": "టర్కిష్",
    "polish": "పోలిష్",
    "swedish": "స్వీడిష్",
    "vietnamese": "వియత్నామీస్",
    "thai": "థాయ్",
    "indonesian": "ఇండోనేషియన్",
    "hebrew": "హీబ్రూ"
  },
  "login": "లాగిన్",
  "signup": "సైన్ అప్",
  "logout": "లాగ్ అవుట్",
  "Choose Your Language": "మీ భాషను ఎంచుకోండి",
  "Language Settings": "భాషా సెట్టింగ్‌లు",
  "Currently Selected": "ప్రస్తుతం ఎంచుకున్నది",
  "About Language Settings": "భాషా సెట్టింగ్‌ల గురించి",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "మీ భాష ప్రాధాన్యత భవిష్యత్తు సందర్శనల కోసం భద్రపరచబడుతుంది. మీరు తిరిగి వచ్చినప్పుడు వెబ్‌సైట్ స్వయంచాలకంగా మీ ప్రాధాన్యత భాషను గుర్తిస్తుంది.",
  "This is the default language and provides full content across the website.": "ఇది డిఫాల్ట్ భాష మరియు మొత్తం వెబ్‌సైట్‌లో పూర్తి కంటెంట్ అందిస్తుంది.",
  "Select for right-to-left layout and Arabic translation.": "కుడి నుండి ఎడమకూ లేఅవుట్ మరియు అరబిక్ అనువాదం కోసం ఎంచుకోండి.",
  "Choose Hindi for content localized for Indian users.": "భారతీయ వినియోగదారుల కోసం లోకలైజ్డ్ కంటెంట్ కోసం హిందీ ఎంచుకోండి.",
  "Bengali language option for users from West Bengal and Bangladesh.": "పశ్చిమ బెంగాల్ మరియు బంగ్లాదేశ్ నుండి వినియోగదారుల కోసం బెంగాలీ భాష ఎంపిక.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "ఆంధ్రప్రదేశ్ మరియు తెలంగాణ నుండి వినియోగదారుల కోసం తెలుగు భాష ఎంపిక.",
  "Marathi language option for users from Maharashtra.": "మహారాష్ట్ర నుండి వినియోగదారుల కోసం మరాఠీ భాష ఎంపిక.",
  "Tamil language option for users from Tamil Nadu.": "తమిళనాడు నుండి వినియోగదారుల కోసం తమిళ భాష ఎంపిక.",
  "Urdu language option with right-to-left support.": "కుడి నుండి ఎడమకు మద్దతు కలిగిన ఉర్దూ భాష ఎంపిక.",
  "Gujarati language option for users from Gujarat.": "గుజరాత్ నుండి వినియోగదారుల కోసం గుజరాతీ భాష ఎంపిక.",
  "Kannada language option for users from Karnataka.": "కర్ణాటక నుండి వినియోగదారుల కోసం కన్నడ భాష ఎంపిక.",
  "Malayalam language option for users from Kerala.": "కేరళ నుండి వినియోగదారుల కోసం మలయాళ భాష ఎంపిక.",
  "Punjabi language option for users from Punjab.": "పంజాబ్ నుండి వినియోగదారుల కోసం పంజాబీ భాష ఎంపిక.",
  "Odia language option for users from Odisha.": "ఒడిషా నుండి వినియోగదారుల కోసం ఒడియా భాష ఎంపిక.",
  "Assamese language option for users from Assam.": "ఆసాం నుండి వినియోగదారుల కోసం ఆసామీస్ భాష ఎంపిక.",
  "Sindhi language option with right-to-left support.": "కుడి నుండి ఎడమకు మద్దతుతో సింధీ భాష ఎంపిక.",
  "Sanskrit language option - the classical language of India.": "సంస్కృతం భాష ఎంపిక - భారతదేశం యొక్క ప్రాచీన భాష.",
  "Kashmiri language option for users from Kashmir.": "కాశ్మీర్ నుండి వినియోగదారుల కోసం కాశ్మీరి భాష ఎంపిక.",
  "Bodo language option for users from Northeast India.": "ఉత్తరప్రదేశ్ భారతదేశం నుండి వినియోగదారుల కోసం బోడ్ో భాష ఎంపిక.",
  "Spanish language option for native Spanish speakers.": "స్పానిష్ మాట్లాడే వారికి స్పానిష్ భాష ఎంపిక.",
  "French language option for native French speakers.": "ఫ్రెంచ్ మాట్లాడే వారికి ఫ్రెంచ్ భాష ఎంపిక.",
  "German language option for native German speakers.": "జర్మన్ మాట్లాడే వారికి జర్మన్ భాష ఎంపిక.",
  "Chinese language option for native Chinese speakers.": "చైనీస్ మాట్లాడే వారికి చైనీస్ భాష ఎంపిక.",
  "Japanese language option for native Japanese speakers.": "జపనీస్ మాట్లాడే వారికి జపనీస్ భాష ఎంపిక.",
  "Russian language option for native Russian speakers.": "రష్యన్ మాట్లాడే వారికి రష్యన్ భాష ఎంపిక.",
  "Portuguese language option for native Portuguese speakers.": "పోర్చుగీస్ మాట్లాడే వారికి పోర్చుగీస్ భాష ఎంపిక.",
  "Korean language option for native Korean speakers.": "కొరియన్ మాట్లాడే వారికి కొరియన్ భాష ఎంపిక.",
  "Italian language option for native Italian speakers.": "ఇటాలియన్ మాట్లాడే వారికి ఇటాలియన్ భాష ఎంపిక.",
  "Dutch language option for native Dutch speakers.": "డచ్ మాట్లాడే వారికి డచ్ భాష ఎంపిక.",
  "Turkish language option for native Turkish speakers.": "టర్కిష్ మాట్లాడే వారికి టర్కిష్ భాష ఎంపిక.",
  "Polish language option for native Polish speakers.": "పోలిష్ మాట్లాడే వారికి పోలిష్ భాష ఎంపిక.",
  "Swedish language option for native Swedish speakers.": "స్వీడిష్ మాట్లాడే వారికి స్వీడిష్ భాష ఎంపిక.",
  "Vietnamese language option for native Vietnamese speakers.": "వియత్నామీస్ మాట్లాడే వారికి వియత్నామీస్ భాష ఎంపిక.",
  "Thai language option for native Thai speakers.": "థాయ్ మాట్లాడే వారికి థాయ్ భాష ఎంపిక.",
  "Indonesian language option for native Indonesian speakers.": "ఇండోనేషియన్ మాట్లాడే వారికి ఇండోనేషియన్ భాష ఎంపిక.",
  "Hebrew language option with right-to-left support.": "కుడి నుండి ఎడమకు మద్దతుతో హీబ్రూ భాష ఎంపిక.",
  "Popular Languages": "ప్రముఖ భాషలు",
  "All Languages": "అన్ని భాషలు"
}
