{
  "welcome": "हमारी वेबसाइट पर आपका स्वागत है",
  "navbar": {
    "home": "होम",
    "menu": "मेनू",
    "about": "हमारे बारे में",
    "contact": "संपर्क करें"
  },
  "language": {
    "english": "अंग्रेज़ी",
    "arabic": "अरबी",
    "hindi": "हिंदी",
    "bengali": "बंगाली",
    "telugu": "तेलुगू",
    "marathi": "मराठी",
    "tamil": "तमिल",
    "urdu": "उर्दू",
    "gujarati": "गुजराती",
    "kannada": "कन्नड़",
    "malayalam": "मलयालम",
    "punjabi": "पंजाबी",
    "odia": "ओड़िया",
    "assamese": "असमिया",
    "sindhi": "सिंधी",
    "sanskrit": "संस्कृत",
    "kashmiri": "कश्मीरी",
    "bodo": "बोडो",
    "spanish": "स्पेनिश",
    "french": "फ्रेंच",
    "german": "जर्मन",
    "chinese": "चीनी",
    "japanese": "जापानी",
    "russian": "रूसी",
    "portuguese": "पुर्तगाली",
    "korean": "कोरियाई",
    "italian": "इतालवी",
    "dutch": "डच",
    "turkish": "तुर्की",
    "polish": "पोलिश",
    "swedish": "स्वीडिश",
    "vietnamese": "वियतनामी",
    "thai": "थाई",
    "indonesian": "इंडोनेशियाई",
    "hebrew": "हिब्रू"
  },
  "login": "लॉगिन",
  "signup": "साइन अप",
  "logout": "लॉगआउट",
  "Choose Your Language": "अपनी भाषा चुनें",
  "Language Settings": "भाषा सेटिंग्स",
  "Currently Selected": "वर्तमान में चयनित",
  "About Language Settings": "भाषा सेटिंग्स के बारे में",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "आपकी भाषा प्राथमिकता भविष्य के उपयोग के लिए सहेज ली जाएगी। जब आप लौटेंगे तो वेबसाइट स्वचालित रूप से आपकी पसंदीदा भाषा का पता लगा लेगी।",
  "This is the default language and provides full content across the website.": "यह डिफ़ॉल्ट भाषा है और पूरे वेबसाइट पर पूर्ण सामग्री प्रदान करती है।",
  "Select for right-to-left layout and Arabic translation.": "दाएँ से बाएँ लेआउट और अरबी अनुवाद के लिए चुनें।",
  "Choose Hindi for content localized for Indian users.": "भारतीय उपयोगकर्ताओं के लिए स्थानीयकृत सामग्री हेतु हिंदी चुनें।",
  "Bengali language option for users from West Bengal and Bangladesh.": "पश्चिम बंगाल और बांग्लादेश के उपयोगकर्ताओं के लिए बंगाली विकल्प।",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "आंध्र प्रदेश और तेलंगाना के उपयोगकर्ताओं के लिए तेलुगू विकल्प।",
  "Marathi language option for users from Maharashtra.": "महाराष्ट्र के उपयोगकर्ताओं के लिए मराठी विकल्प।",
  "Tamil language option for users from Tamil Nadu.": "तमिलनाडु के उपयोगकर्ताओं के लिए तमिल विकल्प।",
  "Urdu language option with right-to-left support.": "दाएँ से बाएँ समर्थन के साथ उर्दू विकल्प।",
  "Gujarati language option for users from Gujarat.": "गुजरात के उपयोगकर्ताओं के लिए गुजराती विकल्प।",
  "Kannada language option for users from Karnataka.": "कर्नाटक के उपयोगकर्ताओं के लिए कन्नड़ विकल्प।",
  "Malayalam language option for users from Kerala.": "केरल के उपयोगकर्ताओं के लिए मलयालम विकल्प।",
  "Punjabi language option for users from Punjab.": "पंजाब के उपयोगकर्ताओं के लिए पंजाबी विकल्प।",
  "Odia language option for users from Odisha.": "ओडिशा के उपयोगकर्ताओं के लिए ओड़िया विकल्प।",
  "Assamese language option for users from Assam.": "असम के उपयोगकर्ताओं के लिए असमिया विकल्प।",
  "Sindhi language option with right-to-left support.": "दाएँ से बाएँ समर्थन के साथ सिंधी विकल्प।",
  "Sanskrit language option - the classical language of India.": "संस्कृत भाषा विकल्प - भारत की प्राचीन भाषा।",
  "Kashmiri language option for users from Kashmir.": "कश्मीर के उपयोगकर्ताओं के लिए कश्मीरी विकल्प।",
  "Bodo language option for users from Northeast India.": "पूर्वोत्तर भारत के उपयोगकर्ताओं के लिए बोडो विकल्प।",
  "Spanish language option for native Spanish speakers.": "मूल स्पेनिश बोलने वालों के लिए स्पेनिश विकल्प।",
  "French language option for native French speakers.": "मूल फ्रेंच बोलने वालों के लिए फ्रेंच विकल्प।",
  "German language option for native German speakers.": "मूल जर्मन बोलने वालों के लिए जर्मन विकल्प।",
  "Chinese language option for native Chinese speakers.": "मूल चीनी बोलने वालों के लिए चीनी विकल्प।",
  "Japanese language option for native Japanese speakers.": "मूल जापानी बोलने वालों के लिए जापानी विकल्प।",
  "Russian language option for native Russian speakers.": "मूल रूसी बोलने वालों के लिए रूसी विकल्प।",
  "Portuguese language option for native Portuguese speakers.": "मूल पुर्तगाली बोलने वालों के लिए पुर्तगाली विकल्प।",
  "Korean language option for native Korean speakers.": "मूल कोरियाई बोलने वालों के लिए कोरियाई विकल्प।",
  "Italian language option for native Italian speakers.": "मूल इतालवी बोलने वालों के लिए इतालवी विकल्प।",
  "Dutch language option for native Dutch speakers.": "मूल डच बोलने वालों के लिए डच विकल्प।",
  "Turkish language option for native Turkish speakers.": "मूल तुर्की बोलने वालों के लिए तुर्की विकल्प।",
  "Polish language option for native Polish speakers.": "मूल पोलिश बोलने वालों के लिए पोलिश विकल्प।",
  "Swedish language option for native Swedish speakers.": "मूल स्वीडिश बोलने वालों के लिए स्वीडिश विकल्प।",
  "Vietnamese language option for native Vietnamese speakers.": "मूल वियतनामी बोलने वालों के लिए वियतनामी विकल्प।",
  "Thai language option for native Thai speakers.": "मूल थाई बोलने वालों के लिए थाई विकल्प।",
  "Indonesian language option for native Indonesian speakers.": "मूल इंडोनेशियाई बोलने वालों के लिए इंडोनेशियाई विकल्प।",
  "Hebrew language option with right-to-left support.": "दाएँ से बाएँ समर्थन के साथ हिब्रू विकल्प।",
  "Popular Languages": "लोकप्रिय भाषाएँ",
  "All Languages": "सभी भाषाएँ"
}
