{
  "welcome": "Witamy",
  "navbar": {
    "home": "Strona główna",
    "menu": "Menu",
    "about": "O nas",
    "contact": "Kontakt"
  },
  "language": {
    "english": "Angielski",
    "arabic": "Arabski",
    "hindi": "Hindi",
    "bengali": "Bengalski",
    "telugu": "Telugu",
    "marathi": "Marathi",
    "tamil": "Tamilski",
    "urdu": "Urdu",
    "gujarati": "Gudżarati",
    "kannada": "Kannada",
    "malayalam": "Malajalam",
    "punjabi": "Pendżabski",
    "odia": "Orija",
    "assamese": "Asamski",
    "sindhi": "Sindhi",
    "sanskrit": "Sanskryt",
    "kashmiri": "Kaszmirski",
    "bodo": "Bodo",
    "spanish": "Hiszpański",
    "french": "Francuski",
    "german": "Niemiecki",
    "chinese": "Chiński",
    "japanese": "Japoński",
    "russian": "Rosyjski",
    "portuguese": "Portugalski",
    "korean": "Koreański",
    "italian": "Włoski",
    "dutch": "Holenderski",
    "turkish": "Turecki",
    "polish": "Polski",
    "swedish": "Szwedzki",
    "vietnamese": "Wietnamski",
    "thai": "Tajski",
    "indonesian": "Indonezyjski",
    "hebrew": "Hebrajski"
  },
  "login": "Zaloguj się",
  "signup": "Zarejestruj się",
  "logout": "Wyloguj się",
  "Choose Your Language": "Wybierz swój język",
  "Language Settings": "Ustawienia językowe",
  "Currently Selected": "Aktualnie wybrany",
  "About Language Settings": "O ustawieniach języka",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Twój wybór języka zostanie zapisany na przyszłe wizyty. Strona automatycznie wykryje preferowany język przy kolejnej wizycie.",
  "This is the default language and provides full content across the website.": "To jest domyślny język i zapewnia pełną treść na stronie.",
  "Select for right-to-left layout and Arabic translation.": "Wybierz dla układu od prawej do lewej i tłumaczenia na arabski.",
  "Choose Hindi for content localized for Indian users.": "Wybierz hindi, aby uzyskać treści lokalizowane dla użytkowników z Indii.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Opcja języka bengalskiego dla użytkowników z Bengalu Zachodniego i Bangladeszu.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Opcja języka telugu dla użytkowników z Andhra Pradesh i Telangana.",
  "Marathi language option for users from Maharashtra.": "Opcja języka marathi dla użytkowników z Maharasztry.",
  "Tamil language option for users from Tamil Nadu.": "Opcja języka tamilskiego dla użytkowników z Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Opcja języka urdu z obsługą kierunku od prawej do lewej.",
  "Gujarati language option for users from Gujarat.": "Opcja języka gudżarati dla użytkowników z Gudżaratu.",
  "Kannada language option for users from Karnataka.": "Opcja języka kannada dla użytkowników z Karnataki.",
  "Malayalam language option for users from Kerala.": "Opcja języka malajalam dla użytkowników z Kerali.",
  "Punjabi language option for users from Punjab.": "Opcja języka pendżabskiego dla użytkowników z Pendżabu.",
  "Odia language option for users from Odisha.": "Opcja języka orija dla użytkowników z Odisha.",
  "Assamese language option for users from Assam.": "Opcja języka asamskiego dla użytkowników z Asamu.",
  "Sindhi language option with right-to-left support.": "Opcja języka sindhi z obsługą od prawej do lewej.",
  "Sanskrit language option - the classical language of India.": "Opcja języka sanskrytu — klasycznego języka Indii.",
  "Kashmiri language option for users from Kashmir.": "Opcja języka kaszmirskiego dla użytkowników z Kaszmiru.",
  "Bodo language option for users from Northeast India.": "Opcja języka bodo dla użytkowników z północno-wschodnich Indii.",
  "Spanish language option for native Spanish speakers.": "Opcja języka hiszpańskiego dla osób mówiących po hiszpańsku.",
  "French language option for native French speakers.": "Opcja języka francuskiego dla osób mówiących po francusku.",
  "German language option for native German speakers.": "Opcja języka niemieckiego dla osób mówiących po niemiecku.",
  "Chinese language option for native Chinese speakers.": "Opcja języka chińskiego dla osób mówiących po chińsku.",
  "Japanese language option for native Japanese speakers.": "Opcja języka japońskiego dla osób mówiących po japońsku.",
  "Russian language option for native Russian speakers.": "Opcja języka rosyjskiego dla osób mówiących po rosyjsku.",
  "Portuguese language option for native Portuguese speakers.": "Opcja języka portugalskiego dla osób mówiących po portugalsku.",
  "Korean language option for native Korean speakers.": "Opcja języka koreańskiego dla osób mówiących po koreańsku.",
  "Italian language option for native Italian speakers.": "Opcja języka włoskiego dla osób mówiących po włosku.",
  "Dutch language option for native Dutch speakers.": "Opcja języka holenderskiego dla osób mówiących po niderlandzku.",
  "Turkish language option for native Turkish speakers.": "Opcja języka tureckiego dla osób mówiących po turecku.",
  "Polish language option for native Polish speakers.": "Opcja języka polskiego dla osób mówiących po polsku.",
  "Swedish language option for native Swedish speakers.": "Opcja języka szwedzkiego dla osób mówiących po szwedzku.",
  "Vietnamese language option for native Vietnamese speakers.": "Opcja języka wietnamskiego dla osób mówiących po wietnamsku.",
  "Thai language option for native Thai speakers.": "Opcja języka tajskiego dla osób mówiących po tajsku.",
  "Indonesian language option for native Indonesian speakers.": "Opcja języka indonezyjskiego dla osób mówiących po indonezyjsku.",
  "Hebrew language option with right-to-left support.": "Opcja języka hebrajskiego z obsługą od prawej do lewej.",
  "Popular Languages": "Popularne języki",
  "All Languages": "Wszystkie języki"
}
