{
  "welcome": "ウェブサイトへようこそ",
  "navbar": {
    "home": "ホーム",
    "menu": "メニュー",
    "about": "会社概要",
    "contact": "お問い合わせ"
  },
  "language": {
    "english": "英語",
    "arabic": "アラビア語",
    "hindi": "ヒンディー語",
    "bengali": "ベンガル語",
    "telugu": "テルグ語",
    "marathi": "マラーティー語",
    "tamil": "タミル語",
    "urdu": "ウルドゥー語",
    "gujarati": "グジャラート語",
    "kannada": "カンナダ語",
    "malayalam": "マラヤーラム語",
    "punjabi": "パンジャブ語",
    "odia": "オディア語",
    "assamese": "アッサム語",
    "sindhi": "シンド語",
    "sanskrit": "サンスクリット語",
    "kashmiri": "カシミール語",
    "bodo": "ボド語",
    "spanish": "スペイン語",
    "french": "フランス語",
    "german": "ドイツ語",
    "chinese": "中国語",
    "japanese": "日本語",
    "russian": "ロシア語",
    "portuguese": "ポルトガル語",
    "korean": "韓国語",
    "italian": "イタリア語",
    "dutch": "オランダ語",
    "turkish": "トルコ語",
    "polish": "ポーランド語",
    "swedish": "スウェーデン語",
    "vietnamese": "ベトナム語",
    "thai": "タイ語",
    "indonesian": "インドネシア語",
    "hebrew": "ヘブライ語"
  },
  "login": "ログイン",
  "signup": "新規登録",
  "logout": "ログアウト",
  "Choose Your Language": "言語を選択",
  "Language Settings": "言語設定",
  "Currently Selected": "現在選択中",
  "About Language Settings": "言語設定について",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "言語設定は今後のアクセスのために保存されます。次回アクセス時にはウェブサイトが自動的に優先言語を検出します。",
  "This is the default language and provides full content across the website.": "これはデフォルト言語であり、ウェブサイト全体で完全なコンテンツを提供します。",
  "Select for right-to-left layout and Arabic translation.": "右から左へのレイアウトとアラビア語訳を選択します。",
  "Choose Hindi for content localized for Indian users.": "インドのユーザー向けにローカライズされたコンテンツにはヒンディー語を選択してください。",
  "Bengali language option for users from West Bengal and Bangladesh.": "西ベンガルとバングラデシュのユーザー向けのベンガル語オプション。",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "アーンドラ・プラデーシュとテランガーナのユーザー向けのテルグ語オプション。",
  "Marathi language option for users from Maharashtra.": "マハーラーシュトラのユーザー向けのマラーティー語オプション。",
  "Tamil language option for users from Tamil Nadu.": "タミル・ナードゥのユーザー向けのタミル語オプション。",
  "Urdu language option with right-to-left support.": "右から左へのサポートがあるウルドゥー語オプション。",
  "Gujarati language option for users from Gujarat.": "グジャラートのユーザー向けのグジャラート語オプション。",
  "Kannada language option for users from Karnataka.": "カルナータカのユーザー向けのカンナダ語オプション。",
  "Malayalam language option for users from Kerala.": "ケララのユーザー向けのマラヤーラム語オプション。",
  "Punjabi language option for users from Punjab.": "パンジャブのユーザー向けのパンジャブ語オプション。",
  "Odia language option for users from Odisha.": "オディシャのユーザー向けのオディア語オプション。",
  "Assamese language option for users from Assam.": "アッサムのユーザー向けのアッサム語オプション。",
  "Sindhi language option with right-to-left support.": "右から左へのサポートがあるシンド語オプション。",
  "Sanskrit language option - the classical language of India.": "サンスクリット語オプション - インドの古典言語。",
  "Kashmiri language option for users from Kashmir.": "カシミールのユーザー向けのカシミール語オプション。",
  "Bodo language option for users from Northeast India.": "インド北東部のユーザー向けのボド語オプション。",
  "Spanish language option for native Spanish speakers.": "スペイン語を母国語とする方向けのスペイン語オプション。",
  "French language option for native French speakers.": "フランス語を母国語とする方向けのフランス語オプション。",
  "German language option for native German speakers.": "ドイツ語を母国語とする方向けのドイツ語オプション。",
  "Chinese language option for native Chinese speakers.": "中国語を母国語とする方向けの中国語オプション。",
  "Japanese language option for native Japanese speakers.": "日本語を母国語とする方向けの日本語オプション。",
  "Russian language option for native Russian speakers.": "ロシア語を母国語とする方向けのロシア語オプション。",
  "Portuguese language option for native Portuguese speakers.": "ポルトガル語を母国語とする方向けのポルトガル語オプション。",
  "Korean language option for native Korean speakers.": "韓国語を母国語とする方向けの韓国語オプション。",
  "Italian language option for native Italian speakers.": "イタリア語を母国語とする方向けのイタリア語オプション。",
  "Dutch language option for native Dutch speakers.": "オランダ語を母国語とする方向けのオランダ語オプション。",
  "Turkish language option for native Turkish speakers.": "トルコ語を母国語とする方向けのトルコ語オプション。",
  "Polish language option for native Polish speakers.": "ポーランド語を母国語とする方向けのポーランド語オプション。",
  "Swedish language option for native Swedish speakers.": "スウェーデン語を母国語とする方向けのスウェーデン語オプション。",
  "Vietnamese language option for native Vietnamese speakers.": "ベトナム語を母国語とする方向けのベトナム語オプション。",
  "Thai language option for native Thai speakers.": "タイ語を母国語とする方向けのタイ語オプション。",
  "Indonesian language option for native Indonesian speakers.": "インドネシア語を母国語とする方向けのインドネシア語オプション。",
  "Hebrew language option with right-to-left support.": "右から左へのサポートがあるヘブライ語オプション。",
  "Popular Languages": "人気のある言語",
  "All Languages": "すべての言語"
} 