{
  "welcome": "Добро пожаловать",
  "navbar": {
    "home": "Главная",
    "menu": "Меню",
    "about": "О нас",
    "contact": "Связаться с нами"
  },
  "language": {
    "english": "Английский",
    "arabic": "Арабский",
    "hindi": "Хинди",
    "bengali": "Бенгальский",
    "telugu": "Телугу",
    "marathi": "Маратхи",
    "tamil": "Тамильский",
    "urdu": "Урду",
    "gujarati": "Гуджарати",
    "kannada": "Каннада",
    "malayalam": "Малаялам",
    "punjabi": "Панджаби",
    "odia": "Одиа",
    "assamese": "Ассамский",
    "sindhi": "Синдхи",
    "sanskrit": "Санскрит",
    "kashmiri": "Кашмири",
    "bodo": "Бодо",
    "spanish": "Испанский",
    "french": "Французский",
    "german": "Немецкий",
    "chinese": "Китайский",
    "japanese": "Японский",
    "russian": "Русский",
    "portuguese": "Португальский",
    "korean": "Корейский",
    "italian": "Итальянский",
    "dutch": "Голландский",
    "turkish": "Турецкий",
    "polish": "Польский",
    "swedish": "Шведский",
    "vietnamese": "Вьетнамский",
    "thai": "Тайский",
    "indonesian": "Индонезийский",
    "hebrew": "Иврит"
  },
  "login": "Войти",
  "signup": "Регистрация",
  "logout": "Выйти",
  "Choose Your Language": "Выберите ваш язык",
  "Language Settings": "Настройки языка",
  "Currently Selected": "Текущий выбор",
  "About Language Settings": "О настройках языка",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Ваши языковые предпочтения будут сохранены для будущих посещений. Сайт автоматически определит ваш предпочтительный язык при возвращении.",
  "This is the default language and provides full content across the website.": "Это язык по умолчанию, обеспечивающий полный контент на сайте.",
  "Select for right-to-left layout and Arabic translation.": "Выберите для отображения справа налево и перевода на арабский язык.",
  "Choose Hindi for content localized for Indian users.": "Выберите хинди для контента, адаптированного для индийских пользователей.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Опция бенгальского языка для пользователей из Западной Бенгалии и Бангладеш.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Опция языка телугу для пользователей из Андхра-Прадеш и Теланганы.",
  "Marathi language option for users from Maharashtra.": "Опция языка маратхи для пользователей из Махараштры.",
  "Tamil language option for users from Tamil Nadu.": "Опция тамильского языка для пользователей из Тамилнаду.",
  "Urdu language option with right-to-left support.": "Опция языка урду с поддержкой написания справа налево.",
  "Gujarati language option for users from Gujarat.": "Опция языка гуджарати для пользователей из Гуджарата.",
  "Kannada language option for users from Karnataka.": "Опция языка каннада для пользователей из Карнатаки.",
  "Malayalam language option for users from Kerala.": "Опция языка малаялам для пользователей из Кералы.",
  "Punjabi language option for users from Punjab.": "Опция языка панджаби для пользователей из Пенджаба.",
  "Odia language option for users from Odisha.": "Опция языка одиа для пользователей из Одиши.",
  "Assamese language option for users from Assam.": "Опция ассамского языка для пользователей из Ассама.",
  "Sindhi language option with right-to-left support.": "Опция языка синдхи с поддержкой написания справа налево.",
  "Sanskrit language option - the classical language of India.": "Опция санскрита — классического языка Индии.",
  "Kashmiri language option for users from Kashmir.": "Опция кашмирского языка для пользователей из Кашмира.",
  "Bodo language option for users from Northeast India.": "Опция языка бодо для пользователей из северо-восточной Индии.",
  "Spanish language option for native Spanish speakers.": "Опция испанского языка для носителей испанского.",
  "French language option for native French speakers.": "Опция французского языка для носителей французского.",
  "German language option for native German speakers.": "Опция немецкого языка для носителей немецкого.",
  "Chinese language option for native Chinese speakers.": "Опция китайского языка для носителей китайского.",
  "Japanese language option for native Japanese speakers.": "Опция японского языка для носителей японского.",
  "Russian language option for native Russian speakers.": "Опция русского языка для носителей русского.",
  "Portuguese language option for native Portuguese speakers.": "Опция португальского языка для носителей португальского.",
  "Korean language option for native Korean speakers.": "Опция корейского языка для носителей корейского.",
  "Italian language option for native Italian speakers.": "Опция итальянского языка для носителей итальянского.",
  "Dutch language option for native Dutch speakers.": "Опция голландского языка для носителей голландского.",
  "Turkish language option for native Turkish speakers.": "Опция турецкого языка для носителей турецкого.",
  "Polish language option for native Polish speakers.": "Опция польского языка для носителей польского.",
  "Swedish language option for native Swedish speakers.": "Опция шведского языка для носителей шведского.",
  "Vietnamese language option for native Vietnamese speakers.": "Опция вьетнамского языка для носителей вьетнамского.",
  "Thai language option for native Thai speakers.": "Опция тайского языка для носителей тайского.",
  "Indonesian language option for native Indonesian speakers.": "Опция индонезийского языка для носителей индонезийского.",
  "Hebrew language option with right-to-left support.": "Опция языка иврит с поддержкой написания справа налево.",
  "Popular Languages": "Популярные языки",
  "All Languages": "Все языки"
}
