{
  "welcome": "Benvenuto",
  "navbar": {
    "home": "Home",
    "menu": "Menu",
    "about": "Chi siamo",
    "contact": "Contatto"
  },
  "language": {
    "english": "Inglese",
    "arabic": "Arabo",
    "hindi": "Hindi",
    "bengali": "Bengalese",
    "telugu": "Telugu",
    "marathi": "Marathi",
    "tamil": "Tamil",
    "urdu": "Urdu",
    "gujarati": "Gujarati",
    "kannada": "Kannada",
    "malayalam": "Malayalam",
    "punjabi": "Punjabi",
    "odia": "Odia",
    "assamese": "Assamese",
    "sindhi": "Sindhi",
    "sanskrit": "Sanscrito",
    "kashmiri": "Kashmiri",
    "bodo": "Bodo",
    "spanish": "Spagnolo",
    "french": "Francese",
    "german": "Tedesco",
    "chinese": "Cinese",
    "japanese": "Giapponese",
    "russian": "Russo",
    "portuguese": "Portoghese",
    "korean": "Coreano",
    "italian": "Italiano",
    "dutch": "Olandese",
    "turkish": "Turco",
    "polish": "Polacco",
    "swedish": "Svedese",
    "vietnamese": "Vietnamita",
    "thai": "Tailandese",
    "indonesian": "Indonesiano",
    "hebrew": "Ebraico"
  },
  "login": "Accedi",
  "signup": "Registrati",
  "logout": "Esci",
  "Choose Your Language": "Scegli la tua lingua",
  "Language Settings": "Impostazioni lingua",
  "Currently Selected": "Attualmente selezionato",
  "About Language Settings": "Informazioni sulle impostazioni della lingua",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "La tua preferenza linguistica sarà salvata per le visite future. Il sito rileverà automaticamente la lingua preferita al tuo ritorno.",
  "This is the default language and provides full content across the website.": "Questa è la lingua predefinita e fornisce contenuti completi su tutto il sito.",
  "Select for right-to-left layout and Arabic translation.": "Seleziona per il layout da destra a sinistra e la traduzione araba.",
  "Choose Hindi for content localized for Indian users.": "Scegli Hindi per contenuti localizzati per utenti indiani.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Opzione in bengalese per utenti del Bengala Occidentale e Bangladesh.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Opzione in telugu per utenti dell'Andhra Pradesh e Telangana.",
  "Marathi language option for users from Maharashtra.": "Opzione in marathi per utenti del Maharashtra.",
  "Tamil language option for users from Tamil Nadu.": "Opzione in tamil per utenti del Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Opzione in urdu con supporto da destra a sinistra.",
  "Gujarati language option for users from Gujarat.": "Opzione in gujarati per utenti del Gujarat.",
  "Kannada language option for users from Karnataka.": "Opzione in kannada per utenti del Karnataka.",
  "Malayalam language option for users from Kerala.": "Opzione in malayalam per utenti del Kerala.",
  "Punjabi language option for users from Punjab.": "Opzione in punjabi per utenti del Punjab.",
  "Odia language option for users from Odisha.": "Opzione in odia per utenti dell'Odisha.",
  "Assamese language option for users from Assam.": "Opzione in assamese per utenti dell'Assam.",
  "Sindhi language option with right-to-left support.": "Opzione in sindhi con supporto da destra a sinistra.",
  "Sanskrit language option - the classical language of India.": "Opzione in sanscrito - la lingua classica dell'India.",
  "Kashmiri language option for users from Kashmir.": "Opzione in kashmiri per utenti della regione del Kashmir.",
  "Bodo language option for users from Northeast India.": "Opzione in bodo per utenti dell'India nord-orientale.",
  "Spanish language option for native Spanish speakers.": "Opzione in spagnolo per madrelingua spagnoli.",
  "French language option for native French speakers.": "Opzione in francese per madrelingua francesi.",
  "German language option for native German speakers.": "Opzione in tedesco per madrelingua tedeschi.",
  "Chinese language option for native Chinese speakers.": "Opzione in cinese per madrelingua cinesi.",
  "Japanese language option for native Japanese speakers.": "Opzione in giapponese per madrelingua giapponesi.",
  "Russian language option for native Russian speakers.": "Opzione in russo per madrelingua russi.",
  "Portuguese language option for native Portuguese speakers.": "Opzione in portoghese per madrelingua portoghesi.",
  "Korean language option for native Korean speakers.": "Opzione in coreano per madrelingua coreani.",
  "Italian language option for native Italian speakers.": "Opzione in italiano per madrelingua italiani.",
  "Dutch language option for native Dutch speakers.": "Opzione in olandese per madrelingua olandesi.",
  "Turkish language option for native Turkish speakers.": "Opzione in turco per madrelingua turchi.",
  "Polish language option for native Polish speakers.": "Opzione in polacco per madrelingua polacchi.",
  "Swedish language option for native Swedish speakers.": "Opzione in svedese per madrelingua svedesi.",
  "Vietnamese language option for native Vietnamese speakers.": "Opzione in vietnamita per madrelingua vietnamiti.",
  "Thai language option for native Thai speakers.": "Opzione in tailandese per madrelingua thailandesi.",
  "Indonesian language option for native Indonesian speakers.": "Opzione in indonesiano per madrelingua indonesiani.",
  "Hebrew language option with right-to-left support.": "Opzione in ebraico con supporto da destra a sinistra.",
  "Popular Languages": "Lingue popolari",
  "All Languages": "Tutte le lingue"
}
