{
  "welcome": "Bienvenue",
  "navbar": {
    "home": "Accueil",
    "menu": "Menu",
    "about": "À propos",
    "contact": "Contact"
  },
  "language": {
    "english": "Anglais",
    "arabic": "Arabe",
    "hindi": "Hindi",
    "bengali": "Bengali",
    "telugu": "Télougou",
    "marathi": "Marathi",
    "tamil": "Tamoul",
    "urdu": "Ourdou",
    "gujarati": "Gujarati",
    "kannada": "Kannada",
    "malayalam": "Malayalam",
    "punjabi": "Pendjabi",
    "odia": "Odia",
    "assamese": "Assamais",
    "sindhi": "Sindhi",
    "sanskrit": "Sanskrit",
    "kashmiri": "Cachemiri",
    "bodo": "Bodo",
    "spanish": "Espagnol",
    "french": "Français",
    "german": "Allemand",
    "chinese": "Chinois",
    "japanese": "Japonais",
    "russian": "Russe",
    "portuguese": "Portugais",
    "korean": "Coréen",
    "italian": "Italien",
    "dutch": "Néerlandais",
    "turkish": "Turc",
    "polish": "Polonais",
    "swedish": "Suédois",
    "vietnamese": "Vietnamien",
    "thai": "Thaï",
    "indonesian": "Indonésien",
    "hebrew": "Hébreu"
  },
  "login": "Connexion",
  "signup": "S'inscrire",
  "logout": "Se déconnecter",
  "Choose Your Language": "Choisissez votre langue",
  "Language Settings": "Paramètres de langue",
  "Currently Selected": "Actuellement sélectionné",
  "About Language Settings": "À propos des paramètres de langue",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Votre préférence de langue sera enregistrée pour les prochaines visites. Le site détectera automatiquement votre langue préférée lors de votre retour.",
  "This is the default language and provides full content across the website.": "C'est la langue par défaut et elle fournit un contenu complet sur le site.",
  "Select for right-to-left layout and Arabic translation.": "Sélectionnez pour la mise en page de droite à gauche et la traduction en arabe.",
  "Choose Hindi for content localized for Indian users.": "Choisissez l'hindi pour un contenu localisé pour les utilisateurs indiens.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Option de langue bengali pour les utilisateurs du Bengale occidental et du Bangladesh.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Option de langue télougou pour les utilisateurs de l'Andhra Pradesh et du Telangana.",
  "Marathi language option for users from Maharashtra.": "Option de langue marathi pour les utilisateurs du Maharashtra.",
  "Tamil language option for users from Tamil Nadu.": "Option de langue tamoule pour les utilisateurs du Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Option de langue ourdou avec prise en charge de droite à gauche.",
  "Gujarati language option for users from Gujarat.": "Option de langue gujarati pour les utilisateurs du Gujarat.",
  "Kannada language option for users from Karnataka.": "Option de langue kannada pour les utilisateurs du Karnataka.",
  "Malayalam language option for users from Kerala.": "Option de langue malayalam pour les utilisateurs du Kerala.",
  "Punjabi language option for users from Punjab.": "Option de langue pendjabi pour les utilisateurs du Pendjab.",
  "Odia language option for users from Odisha.": "Option de langue odia pour les utilisateurs de l'Odisha.",
  "Assamese language option for users from Assam.": "Option de langue assamaise pour les utilisateurs de l'Assam.",
  "Sindhi language option with right-to-left support.": "Option de langue sindhi avec prise en charge de droite à gauche.",
  "Sanskrit language option - the classical language of India.": "Option de langue sanskrite — la langue classique de l'Inde.",
  "Kashmiri language option for users from Kashmir.": "Option de langue cachemiri pour les utilisateurs du Cachemire.",
  "Bodo language option for users from Northeast India.": "Option de langue bodo pour les utilisateurs du nord-est de l'Inde.",
  "Spanish language option for native Spanish speakers.": "Option de langue espagnole pour les locuteurs natifs.",
  "French language option for native French speakers.": "Option de langue française pour les locuteurs natifs.",
  "German language option for native German speakers.": "Option de langue allemande pour les locuteurs natifs.",
  "Chinese language option for native Chinese speakers.": "Option de langue chinoise pour les locuteurs natifs.",
  "Japanese language option for native Japanese speakers.": "Option de langue japonaise pour les locuteurs natifs.",
  "Russian language option for native Russian speakers.": "Option de langue russe pour les locuteurs natifs.",
  "Portuguese language option for native Portuguese speakers.": "Option de langue portugaise pour les locuteurs natifs.",
  "Korean language option for native Korean speakers.": "Option de langue coréenne pour les locuteurs natifs.",
  "Italian language option for native Italian speakers.": "Option de langue italienne pour les locuteurs natifs.",
  "Dutch language option for native Dutch speakers.": "Option de langue néerlandaise pour les locuteurs natifs.",
  "Turkish language option for native Turkish speakers.": "Option de langue turque pour les locuteurs natifs.",
  "Polish language option for native Polish speakers.": "Option de langue polonaise pour les locuteurs natifs.",
  "Swedish language option for native Swedish speakers.": "Option de langue suédoise pour les locuteurs natifs.",
  "Vietnamese language option for native Vietnamese speakers.": "Option de langue vietnamienne pour les locuteurs natifs.",
  "Thai language option for native Thai speakers.": "Option de langue thaïe pour les locuteurs natifs.",
  "Indonesian language option for native Indonesian speakers.": "Option de langue indonésienne pour les locuteurs natifs.",
  "Hebrew language option with right-to-left support.": "Option de langue hébraïque avec prise en charge de droite à gauche.",
  "Popular Languages": "Langues populaires",
  "All Languages": "Toutes les langues"
}
