{
  "welcome": "Bienvenido",
  "navbar": {
    "home": "Inicio",
    "menu": "Menú",
    "about": "Acerca de",
    "contact": "Contacto"
  },
  "language": {
    "english": "Inglés",
    "arabic": "Árabe",
    "hindi": "Hindi",
    "bengali": "Bengalí",
    "telugu": "Telugu",
    "marathi": "Maratí",
    "tamil": "Tamil",
    "urdu": "Urdu",
    "gujarati": "Gujarati",
    "kannada": "Canarés",
    "malayalam": "Malayalam",
    "punjabi": "Punyabí",
    "odia": "Oriya",
    "assamese": "Asamés",
    "sindhi": "Sindhi",
    "sanskrit": "Sánscrito",
    "kashmiri": "Cachemiro",
    "bodo": "Bodo",
    "spanish": "Español",
    "french": "Francés",
    "german": "Alemán",
    "chinese": "Chino",
    "japanese": "Japonés",
    "russian": "Ruso",
    "portuguese": "Portugués",
    "korean": "Coreano",
    "italian": "Italiano",
    "dutch": "Holandés",
    "turkish": "Turco",
    "polish": "Polaco",
    "swedish": "Sueco",
    "vietnamese": "Vietnamita",
    "thai": "Tailandés",
    "indonesian": "Indonesio",
    "hebrew": "Hebreo"
  },
  "login": "Iniciar sesión",
  "signup": "Registrarse",
  "logout": "Cerrar sesión",
  "Choose Your Language": "Elige tu idioma",
  "Language Settings": "Configuración de idioma",
  "Currently Selected": "Actualmente seleccionado",
  "About Language Settings": "Acerca de la configuración de idioma",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "Tu preferencia de idioma se guardará para futuras visitas. El sitio web detectará automáticamente tu idioma preferido cuando regreses.",
  "This is the default language and provides full content across the website.": "Este es el idioma predeterminado y proporciona contenido completo en todo el sitio web.",
  "Select for right-to-left layout and Arabic translation.": "Seleccionar para diseño de derecha a izquierda y traducción al árabe.",
  "Choose Hindi for content localized for Indian users.": "Elige hindi para contenido localizado para usuarios de la India.",
  "Bengali language option for users from West Bengal and Bangladesh.": "Opción de idioma bengalí para usuarios de Bengala Occidental y Bangladesh.",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "Opción de idioma telugu para usuarios de Andhra Pradesh y Telangana.",
  "Marathi language option for users from Maharashtra.": "Opción de idioma maratí para usuarios de Maharashtra.",
  "Tamil language option for users from Tamil Nadu.": "Opción de idioma tamil para usuarios de Tamil Nadu.",
  "Urdu language option with right-to-left support.": "Opción de idioma urdu con soporte de derecha a izquierda.",
  "Gujarati language option for users from Gujarat.": "Opción de idioma gujarati para usuarios de Gujarat.",
  "Kannada language option for users from Karnataka.": "Opción de idioma canarés para usuarios de Karnataka.",
  "Malayalam language option for users from Kerala.": "Opción de idioma malayalam para usuarios de Kerala.",
  "Punjabi language option for users from Punjab.": "Opción de idioma punyabí para usuarios de Punjab.",
  "Odia language option for users from Odisha.": "Opción de idioma oriya para usuarios de Odisha.",
  "Assamese language option for users from Assam.": "Opción de idioma asamés para usuarios de Assam.",
  "Sindhi language option with right-to-left support.": "Opción de idioma sindhi con soporte de derecha a izquierda.",
  "Sanskrit language option - the classical language of India.": "Opción de idioma sánscrito: la lengua clásica de la India.",
  "Kashmiri language option for users from Kashmir.": "Opción de idioma cachemiro para usuarios de Cachemira.",
  "Bodo language option for users from Northeast India.": "Opción de idioma bodo para usuarios del noreste de la India.",
  "Spanish language option for native Spanish speakers.": "Opción de idioma español para hablantes nativos.",
  "French language option for native French speakers.": "Opción de idioma francés para hablantes nativos.",
  "German language option for native German speakers.": "Opción de idioma alemán para hablantes nativos.",
  "Chinese language option for native Chinese speakers.": "Opción de idioma chino para hablantes nativos.",
  "Japanese language option for native Japanese speakers.": "Opción de idioma japonés para hablantes nativos.",
  "Russian language option for native Russian speakers.": "Opción de idioma ruso para hablantes nativos.",
  "Portuguese language option for native Portuguese speakers.": "Opción de idioma portugués para hablantes nativos.",
  "Korean language option for native Korean speakers.": "Opción de idioma coreano para hablantes nativos.",
  "Italian language option for native Italian speakers.": "Opción de idioma italiano para hablantes nativos.",
  "Dutch language option for native Dutch speakers.": "Opción de idioma holandés para hablantes nativos.",
  "Turkish language option for native Turkish speakers.": "Opción de idioma turco para hablantes nativos.",
  "Polish language option for native Polish speakers.": "Opción de idioma polaco para hablantes nativos.",
  "Swedish language option for native Swedish speakers.": "Opción de idioma sueco para hablantes nativos.",
  "Vietnamese language option for native Vietnamese speakers.": "Opción de idioma vietnamita para hablantes nativos.",
  "Thai language option for native Thai speakers.": "Opción de idioma tailandés para hablantes nativos.",
  "Indonesian language option for native Indonesian speakers.": "Opción de idioma indonesio para hablantes nativos.",
  "Hebrew language option with right-to-left support.": "Opción de idioma hebreo con soporte de derecha a izquierda.",
  "Popular Languages": "Idiomas populares",
  "All Languages": "Todos los idiomas"
}
