{
  "welcome": "ยินดีต้อนรับ",
  "navbar": {
    "home": "หน้าหลัก",
    "menu": "เมนู",
    "about": "เกี่ยวกับ",
    "contact": "ติดต่อ"
  },
  "language": {
    "english": "ภาษาอังกฤษ",
    "arabic": "ภาษาอาหรับ",
    "hindi": "ภาษาฮินดี",
    "bengali": "ภาษาบังกลา",
    "telugu": "ภาษาเตลูกู",
    "marathi": "ภาษามราฐี",
    "tamil": "ภาษาทมิฬ",
    "urdu": "ภาษาอูรดู",
    "gujarati": "ภาษาคุชราต",
    "kannada": "ภาษากันนาดา",
    "malayalam": "ภาษามลายาลัม",
    "punjabi": "ภาษาปัญจาบ",
    "odia": "ภาษาโอริยา",
    "assamese": "ภาษาอัสสัม",
    "sindhi": "ภาษาสินธุ",
    "sanskrit": "ภาษาสันสกฤต",
    "kashmiri": "ภาษากัชมีร์",
    "bodo": "ภาษาโบโด",
    "spanish": "ภาษาสเปน",
    "french": "ภาษาฝรั่งเศส",
    "german": "ภาษาเยอรมัน",
    "chinese": "ภาษาจีน",
    "japanese": "ภาษาญี่ปุ่น",
    "russian": "ภาษารัสเซีย",
    "portuguese": "ภาษาโปรตุเกส",
    "korean": "ภาษาเกาหลี",
    "italian": "ภาษาอิตาลี",
    "dutch": "ภาษาดัตช์",
    "turkish": "ภาษาตุรกี",
    "polish": "ภาษาโปแลนด์",
    "swedish": "ภาษาสวีเดน",
    "vietnamese": "ภาษาเวียดนาม",
    "thai": "ภาษาไทย",
    "indonesian": "ภาษาอินโดนีเซีย",
    "hebrew": "ภาษาฮีบรู"
  },
  "login": "เข้าสู่ระบบ",
  "signup": "สมัครสมาชิก",
  "logout": "ออกจากระบบ",
  "Choose Your Language": "เลือกภาษาของคุณ",
  "Language Settings": "การตั้งค่าภาษา",
  "Currently Selected": "ภาษาที่เลือกในขณะนี้",
  "About Language Settings": "เกี่ยวกับการตั้งค่าภาษา",
  "Your language preference will be saved for future visits. The website will automatically detect your preferred language when you return.": "การตั้งค่าภาษาของคุณจะถูกบันทึกสำหรับการเยี่ยมชมครั้งต่อไป เว็บไซต์จะตรวจจับภาษาที่คุณต้องการโดยอัตโนมัติเมื่อคุณกลับมา",
  "This is the default language and provides full content across the website.": "นี่คือภาษาหลักและให้เนื้อหาครบถ้วนทั่วทั้งเว็บไซต์",
  "Select for right-to-left layout and Arabic translation.": "เลือกเพื่อแสดงจากขวาไปซ้ายและแปลเป็นภาษาอาหรับ",
  "Choose Hindi for content localized for Indian users.": "เลือกภาษาฮินดีสำหรับเนื้อหาสำหรับผู้ใช้ชาวอินเดีย",
  "Bengali language option for users from West Bengal and Bangladesh.": "ตัวเลือกภาษาบังกลา สำหรับผู้ใช้จากเบงกอลตะวันตกและบังกลาเทศ",
  "Telugu language option for users from Andhra Pradesh and Telangana.": "ตัวเลือกภาษาเตลูกู สำหรับผู้ใช้จากรัฐอานธรประเทศและเตลันกานา",
  "Marathi language option for users from Maharashtra.": "ตัวเลือกภาษามราฐี สำหรับผู้ใช้จากรัฐมหาราษฏระ",
  "Tamil language option for users from Tamil Nadu.": "ตัวเลือกภาษาทมิฬ สำหรับผู้ใช้จากรัฐทมิฬนาฑู",
  "Urdu language option with right-to-left support.": "ตัวเลือกภาษาอูรดูพร้อมรองรับการแสดงจากขวาไปซ้าย",
  "Gujarati language option for users from Gujarat.": "ตัวเลือกภาษาคุชราต สำหรับผู้ใช้จากรัฐคุชราต",
  "Kannada language option for users from Karnataka.": "ตัวเลือกภาษากันนาดา สำหรับผู้ใช้จากรัฐกรณาฏกะ",
  "Malayalam language option for users from Kerala.": "ตัวเลือกภาษามลายาลัม สำหรับผู้ใช้จากรัฐเกรละ",
  "Punjabi language option for users from Punjab.": "ตัวเลือกภาษาปัญจาบ สำหรับผู้ใช้จากรัฐปัญจาบ",
  "Odia language option for users from Odisha.": "ตัวเลือกภาษาโอริยา สำหรับผู้ใช้จากรัฐโอริสสา",
  "Assamese language option for users from Assam.": "ตัวเลือกภาษาอัสสัม สำหรับผู้ใช้จากรัฐอัสสัม",
  "Sindhi language option with right-to-left support.": "ตัวเลือกภาษาสินธุ พร้อมรองรับการแสดงจากขวาไปซ้าย",
  "Sanskrit language option - the classical language of India.": "ตัวเลือกภาษาสันสกฤต - ภาษาคลาสสิกของอินเดีย",
  "Kashmiri language option for users from Kashmir.": "ตัวเลือกภาษากัชมีร์ สำหรับผู้ใช้จากแคชเมียร์",
  "Bodo language option for users from Northeast India.": "ตัวเลือกภาษาโบโด สำหรับผู้ใช้จากภาคตะวันออกเฉียงเหนือของอินเดีย",
  "Spanish language option for native Spanish speakers.": "ตัวเลือกภาษาสเปน สำหรับผู้ใช้เจ้าของภาษา",
  "French language option for native French speakers.": "ตัวเลือกภาษาฝรั่งเศส สำหรับผู้ใช้เจ้าของภาษา",
  "German language option for native German speakers.": "ตัวเลือกภาษาเยอรมัน สำหรับผู้ใช้เจ้าของภาษา",
  "Chinese language option for native Chinese speakers.": "ตัวเลือกภาษาจีน สำหรับผู้ใช้เจ้าของภาษา",
  "Japanese language option for native Japanese speakers.": "ตัวเลือกภาษาญี่ปุ่น สำหรับผู้ใช้เจ้าของภาษา",
  "Russian language option for native Russian speakers.": "ตัวเลือกภาษารัสเซีย สำหรับผู้ใช้เจ้าของภาษา",
  "Portuguese language option for native Portuguese speakers.": "ตัวเลือกภาษาโปรตุเกส สำหรับผู้ใช้เจ้าของภาษา",
  "Korean language option for native Korean speakers.": "ตัวเลือกภาษาเกาหลี สำหรับผู้ใช้เจ้าของภาษา",
  "Italian language option for native Italian speakers.": "ตัวเลือกภาษาอิตาลี สำหรับผู้ใช้เจ้าของภาษา",
  "Dutch language option for native Dutch speakers.": "ตัวเลือกภาษาดัตช์ สำหรับผู้ใช้เจ้าของภาษา",
  "Turkish language option for native Turkish speakers.": "ตัวเลือกภาษาตุรกี สำหรับผู้ใช้เจ้าของภาษา",
  "Polish language option for native Polish speakers.": "ตัวเลือกภาษาโปแลนด์ สำหรับผู้ใช้เจ้าของภาษา",
  "Swedish language option for native Swedish speakers.": "ตัวเลือกภาษาสวีเดน สำหรับผู้ใช้เจ้าของภาษา",
  "Vietnamese language option for native Vietnamese speakers.": "ตัวเลือกภาษาเวียดนาม สำหรับผู้ใช้เจ้าของภาษา",
  "Thai language option for native Thai speakers.": "ตัวเลือกภาษาไทย สำหรับผู้ใช้เจ้าของภาษา",
  "Indonesian language option for native Indonesian speakers.": "ตัวเลือกภาษาอินโดนีเซีย สำหรับผู้ใช้เจ้าของภาษา",
  "Hebrew language option with right-to-left support.": "ตัวเลือกภาษาฮีบรู พร้อมรองรับการแสดงจากขวาไปซ้าย",
  "Popular Languages": "ภาษายอดนิยม",
  "All Languages": "ทุกภาษา"
}
